using Microsoft.EntityFrameworkCore.Migrations;

#nullable disable

#pragma warning disable CA1814 // Prefer jagged arrays over multidimensional

namespace ShoeMania.Data.Migrations
{
    /// <inheritdoc />
    public partial class SeedOffices : Migration
    {
        /// <inheritdoc />
        protected override void Up(MigrationBuilder migrationBuilder)
        {
            migrationBuilder.UpdateData(
                table: "AspNetUsers",
                keyColumn: "Id",
                keyValue: "03ef4003-e7c0-3a14-9f7a-3c7e7as25gd3",
                columns: new[] { "ConcurrencyStamp", "PasswordHash", "SecurityStamp" },
                values: new object[] { "4e201419-5623-422e-b568-634da29d3160", "AQAAAAIAAYagAAAAEJv5HVMpIraDJWErcR1rs6Tf4z4gMZYPG7DhYeMpU1+bhP85m4DNBzxOpC9ZzNodkw==", "8b2eb125-7a6c-4d5e-ab54-d7dad9c514ff" });

            migrationBuilder.UpdateData(
                table: "AspNetUsers",
                keyColumn: "Id",
                keyValue: "hdef4003-e7cp-3e14-wk7a-3ci37aso5gd3",
                columns: new[] { "ConcurrencyStamp", "PasswordHash", "SecurityStamp" },
                values: new object[] { "c8b9ba94-a817-4dd7-bf76-a75818991a8e", "AQAAAAIAAYagAAAAEJ0eM728/yy200sVrNzccbg+qWeJ2lvkWbxd5OhHqn7p5voqKGt4OOUg9yu2IiwvOA==", "b867548d-d080-4ed8-ae43-5f9f26842b74" });

            migrationBuilder.InsertData(
                table: "DeliveryOffices",
                columns: new[] { "Id", "Address", "Name" },
                values: new object[,]
                {
                    { "000d8e82-bda8-4c3a-abc3-34048f3b1bda", "ул. СТУДЕНТСКА 4 ДО ВХ. Д", "ВАРНА - ЛЕВСКИ (КВ.)" },
                    { "0010b90c-c124-466a-a248-29b9f8a42d4f", "ул. ОБОРИЩЕ 18", "СОФИЯ - ОБОРИЩЕ" },
                    { "001e7b65-4ea8-4c1d-b215-3bcd5a9194ed", "бул. НИКОЛА ВАПЦАРОВ 9", "ПЛОВДИВ - 2-РА ГРАДСКА БОЛНИЦА" },
                    { "001fbade-71e6-4135-95d4-1c6a16dc2cd4", "кв. ВИНИЦА ул. ЦАР БОРИС III 10", "ВАРНА - ВИНИЦА 2" },
                    { "0051aa06-9d7a-408b-9265-b4bd273cb9ca", "ул. КИРИЛ И МЕТОДИЙ 6", "ЕЛИН ПЕЛИН - НИКОЛАЙ ЧУДОТВОРЕЦ (ПЛ.)" },
                    { "00a101d3-f5e9-4691-b992-5aca756ff3f9", "ул. СТОЯН БЪЧВАРОВ 8", "СЕВЛИЕВО - АВТОГАРА" },
                    { "00c1da45-adb8-4068-aa20-88f92ccacc46", "жк СЛАТИНА ул. СЛАТИНСКА бл. 44А вх. Б", "СОФИЯ - СЛАТИНА (Ж.К.)" },
                    { "00cff3e2-bb7f-45a4-a2b2-7874a33c4631", "бул. ИЛИНДЕНСКО ВЪСТАНИЕ 5", "СЛИВЕН - ГЕОМЕКС (АВТОМАТ)" },
                    { "00dea1fc-8586-49f4-b239-3e73eab92c63", "пл. ВЪЗРАЖДАНЕ 7", "ХАРМАНЛИ (АВТОМАТ)" },
                    { "015cb56d-bf95-4df8-8218-eb06fd0e43ae", "жк СТУДЕНТСКИ ГРАД 12, ТРЕТИ ЕТАЖ", "СОФИЯ - МОЛ СОФИЯ (АВТОМАТ)" },
                    { "01b017a4-bf1d-4f49-a346-e7b093c5a27a", "ул. ЯНКО КОМИТОВ 8", "БУРГАС - КАУФЛАНД СЛАВЕЙКОВ (АВТОМАТ)" },
                    { "01b6e421-21f9-4eef-8668-8528c092cb0d", "пл. 9-ТИ СЕПТЕМВРИ 5", "ЕТРОПОЛЕ - ЦЕНТЪР (АВТОМАТ)" },
                    { "01dadb10-5583-4bb7-a5d0-3b047183eec6", "ул. СЕРГЕЙ РУМЯНЦЕВ 2", "ТРУД" },
                    { "01df4f05-f859-4a9c-a2c6-c2e03346e789", "жк ОБЕЛЯ 1 бл. 110 вх. А ПАРТЕР", "СОФИЯ - ОБЕЛЯ (ЖК)" },
                    { "01ecc815-a102-406f-9df6-526bf3937f7e", "ул. БАЧО КИРО", "КАЗАНЛЪК - ЕКО (АВТОМАТ)" },
                    { "0219f3ad-fa0d-407e-b75e-c7cd580953df", "ул. ЯБЪЛКОВА ГРАДИНА 2", "СОФИЯ - ДРАГАЛЕВЦИ" },
                    { "028e2200-3b42-47f1-b57f-88153b41c175", "бул. МОГИЛЬОВ 28", "ГАБРОВО - ЕСА" },
                    { "029340b9-4287-4aaa-89a4-7029a4b3ef74", "ул. ЦАР ОСВОБОДИТЕЛ 144", "ИХТИМАН - ЦАР ОСВОБОДИТЕЛ (АВТОМАТ)" },
                    { "02952afc-0101-4392-9fb8-f036eebacd12", "ул. ЛОМ 1", "ХАСКОВО - ХИСАРЯ" },
                    { "029792fa-c79f-417d-9f6a-d4e8d8c4c0d0", "жк ЛОЗЕНЕЦ ул. ЗЛАТОВРЪХ 11 МАГАЗИН 2", "СОФИЯ - ЗЛАТОВРЪХ" },
                    { "02e07edb-113c-454a-9f22-ec37abd0cf6a", "жк ЗОРНИЦА бл. 47", "БУРГАС - ЗОРНИЦА (АВТОМАТ)" },
                    { "0318b727-7215-4cc6-82a5-cc2fe57fbbbe", "ул. КОСТА АВРАМИКОВ 41", "СМОЛЯН - СКЛАД" },
                    { "032a2004-8e20-4f28-98d7-6062bca0af9b", "жк ВРЪБНИЦА 2 ул. ПЕРУН 6", "СОФИЯ - ВРЪБНИЦА 2" },
                    { "035ee2ea-153b-4247-91aa-8d32b8770c6f", "ул. ХРИСТО БОТЕВ 13", "ХАСКОВО - ДОБРУДЖА (УЛ.)" },
                    { "03b841d3-1152-4fe5-ac54-2e07fc1a4558", "бул. ЦАРИГРАДСКО ШОСЕ 123А", "СОФИЯ - ОМВ ЦАРИГРАДСКО ШОСЕ (АВТОМАТ)" },
                    { "03d5ff28-bc00-4e88-bd81-68fe846f6da0", "ул. ХРИСТО БОТЕВ 7", "СТАМБОЛИЙСКИ" },
                    { "04e41035-e862-4c23-b713-8d9ff3ba10ff", "ул. АЛЕКСАНДЪР СТАМБОЛИЙСКИ 11", "ВЕЛИКО ТЪРНОВО - ЦЕНТЪР" },
                    { "053a8f1f-2737-45a6-8dd8-c6e3efaed3bc", "ул. НАРОДНО ХОРО 11", "СОФИЯ - ОВЧА КУПЕЛ - СТАРАТА ЧАСТ 2" },
                    { "05b5cc8f-e929-48b6-b766-6061e1b2813f", "ул. ОРФЕЙ 24", "ПЛОВДИВ - ЮНДОЛА" },
                    { "05e62667-4f16-44cc-ab13-f06c9152c331", "ул. КОСТА ЛУЛЧЕВ 52", "СОФИЯ - СКАЙ СИТИ (АВТОМАТ)" },
                    { "05f3c562-4684-4511-bef0-f6c03d53c3de", "жк МЛАДОСТ 1 бл. 12А МАГАЗИН 14", "СОФИЯ - МЛАДОСТ 1 (ЖК)" },
                    { "0604791d-39cb-4fd4-8230-acb6a17067b0", "ул. ЯНКО САКЪЗОВ 11", "ПЛОВДИВ - ВХВП" },
                    { "06239df0-03d7-4f42-ac99-0e65017f5466", "кв. АСПАРУХОВО ул. НАРОДНИ БУДИТЕЛИ 2", "ВАРНА - БУРЛЕКС АСПАРУХОВО (АВТОМАТ)" },
                    { "06493101-36ee-473e-8b7c-eca789b3d35e", "ул. СИРМА ВОЙВОДА 6В", "МОНТАНА - СКЛАД" },
                    { "06572b22-b05b-44f7-a602-8d8f9529abfd", "ул. ТРАНСПОРТНА 55", "БУРГАС - ОМВ ИЗГРЕВ (АВТОМАТ)" },
                    { "0725e97d-2ce1-4ad4-973e-dc65bc4dfaf0", "ул. МЕТОДИ МАКЕДОНСКИ 20", "СОФИЯ - МОДЕРНО ПРЕДГРАДИЕ" },
                    { "07665f67-484d-405c-a4a8-c1434dd5d7f8", "бул. НИКОЛА ВОЙВОДОВ 16", "ВРАЦА - ПРОБИВА" },
                    { "076d2358-6e86-4d6c-90fc-08db4b33af9f", "ул. СВ. ОТЕЦ ПАИСИЙ 179", "СТАРА ЗАГОРА - АЯЗМОТО" },
                    { "079f58ec-77eb-4d6c-a89f-a29ee56bf6e6", "ул. СТЕФАН КАРАДЖА 1", "ИСПЕРИХ" },
                    { "0875348a-d685-4ca1-81c3-cb67495ea3ab", "ул. АЛЕКСАНДЪР СТАМБОЛИЙСКИ 5", "РАКОВСКИ - АЛ. СТАМБОЛИЙСКИ (УЛ.)" },
                    { "088ebd0e-2eed-4d73-94b3-9878681e6bf2", "бул. ЦАРИГРАДСКО ШОСЕ 115 ет. -3 СРЕЩУ АСАНСЬОРИТЕ", "СОФИЯ - THE MALL (АВТОМАТ)" },
                    { "08bca3f6-f3ea-429f-b6f6-eccf9b23825b", "бул. ЕВРОПА 45", "ЯМБОЛ - СКЛАД" },
                    { "08f16a54-01c4-46e6-a623-cab670382f9a", "ул. ВАСИЛ ЛЕВСКИ 63", "ИСПЕРИХ (АВТОМАТ)" },
                    { "08f1fa71-d629-491f-bf9b-6ab61ed56970", "ул. 1-ВИ МАЙ", "КАЛОФЕР (АВТОМАТ)" },
                    { "091586fe-f5f8-47f7-81b6-598a5dcbcd10", "жк МЛАДОСТ 4 ДО БЛ. 405", "СОФИЯ - ФАНТАСТИКО МЛАДОСТ 4 (АВТОМАТ)" },
                    { "091a6b40-ad5e-46ed-8945-0e12fc1cb63f", "ул. КУКЛЕНСКО ШОСЕ 15", "ПЛОВДИВ - СКЛАД" },
                    { "09270694-aef7-4768-ad7b-ab60183b361c", "бул. СИМЕОН ВЕЛИКИ 46В МАГАЗИН 2-3", "ШУМЕН - ОФИС" },
                    { "09398906-f243-40b0-9d65-4965eddeddb9", "ул. ИСКЪРСКО ШОСЕ 7", "СОФИЯ - ТЦ ЕВРОПА (АВТОМАТ)" },
                    { "0970b197-d00f-4cbd-9603-13965b358398", "ул. МИЛИН КАМЪК 43", "ЯМБОЛ - МАГАЗИН САРА" },
                    { "0979ff09-c943-413d-b963-7518d0944825", "бул. ПРЕЗИДЕНТ ЛИНКЪЛН ПАЗАР ОВЧА КУПЕЛ 2", "СОФИЯ - ПРЕЗИДЕНТ ЛИНКЪЛН" },
                    { "099c48a6-755e-4759-9528-4b77fb0048b1", "кв. КАМЕЛИЯ 101 СГРАДА ТАРАНТУЛА", "СЛЪНЧЕВ БРЯГ 2" },
                    { "09a72cf9-b02a-40fe-964b-932097e89b98", "бул. ЦАР ОСВОБОДИТЕЛ 35Б", "БОТЕВГРАД - КАУФЛАНД (АВТОМАТ)" },
                    { "0a57fc79-fe0c-4bbc-9792-eff88b9f7013", "жк ДРУЖБА 2 бл. 281 вх. Б ПАРТЕР", "СОФИЯ - ЦАРИГРАДСКИ КОМПЛЕКС (АВТОМАТ)" },
                    { "0af734cb-9e81-4796-9ec5-9af7d3bb0e4d", "ul. Asenovgradsko shose 4", "Kolodruma" },
                    { "0b54cf23-b384-467c-94ee-048bcdd8541a", "ул. ПЕТКО КАРАВЕЛОВ 26Б", "ПЛОВДИВ - ПЛ. СЪЕДИНЕНИЕ" },
                    { "0c01bef2-7cfa-4d2b-952f-394b9f070cb7", "ул. РОКФЕЛЕР 44", "ПЕТРИЧ - РОКФЕЛЕР (УЛ.)" },
                    { "0c0756c8-0611-411d-897a-129cf41699cd", "ул. ТУНДЖА 10", "ГЪЛЪБОВО - ЦЕНТЪР" },
                    { "0c48e34c-388c-401d-bad9-779769182ab6", "ул. СОФИЯ НОВА 58", "ПЛОВДИВ - СОФИЯ НОВА (АВТОМАТ)" },
                    { "0c51edd0-4152-47f6-8353-ffa0c1e8aac7", "ул. ВАСИЛ ЛЕВСКИ 8В", "ЛЯСКОВЕЦ" },
                    { "0c698118-333e-4d33-99c6-23f0c275fa45", "ул. ИСКЪРСКО ШОСЕ 9", "СОФИЯ - ДРУЖБА (ЖК), ИСКЪРСКО ШОСЕ" },
                    { "0c73846f-66b4-4f90-89fd-9773669a5fb2", "бул. ВИТОША 82", "СОФИЯ - ВИТОША (БУЛ.), ДО НДК" },
                    { "0cff66c6-30f1-4ff7-baf1-1da36d3f3b06", "ул. ВЛАДИМИР РИЛСКИ 8", "ПЕЩЕРА" },
                    { "0daa10a6-aa05-49d4-9f73-88d4f59c7d2f", "ул. ПОРУЧИК ХРИСТО ТОПРАКЧИЕВ 11", "СОФИЯ - СИЕЛА" },
                    { "0e3db1bd-2a88-4959-aec5-1c7cc1bc23ef", "ул. ХАДЖИ ДИМИТЪР 11А ДО ХОТЕЛ ДИОНИСИЙ", "НОВИ ПАЗАР - ХАДЖИ ДИМИТЪР (УЛ.)" },
                    { "0f0302d3-edec-4509-9a0b-a115f5fe2fbf", "ул. КИРИЛ И МЕТОДИЙ 17", "АЙТОС - КИРИЛ И МЕТОДИЙ (УЛ.)" },
                    { "107001d7-85d3-4e8a-9f17-dfb04205e1fd", "ул. БЪЛГАРИЯ 206", "САМОКОВ – СКЛАД" },
                    { "1084e528-489f-4b3c-96bc-6f61e2645669", "ул. ЗЛАТНА ПАНЕГА 4", "ПЛОВДИВ - РИВА ЦЕНТЪР" },
                    { "10a3f770-c1eb-46c2-83f6-22042ad32d13", "бул. ХРИСТО СМИРНЕНСКИ 45", "ВАРНА - ОМВ СМИРНЕНСКИ (АВТОМАТ)" },
                    { "10b71a13-2635-4e21-8aa9-aa5c22ccb8cb", "бул. ВАСИЛ ЛЕВСКИ ДО ЦИГАРЕНА ФАБРИКА", "ХАСКОВО - ЕКО ВАСИЛ ЛЕВСКИ (АВТОМАТ)" },
                    { "10cb3284-fbf8-447a-83dd-3f2969f46074", "кв. ИЗТОК М/У БЛ.34 И БЛ.36", "ПЕРНИК - ЮРИЙ ГАГАРИН" },
                    { "10e584df-b33b-42e2-97b5-146a2b826499", "ул. ПАТРИАРХ ЕВТИМИЙ 151", "ДУПНИЦА - СКЛАД" },
                    { "111a21ff-a377-4622-9f3b-6ecb828d140e", "ул. ДЕСПОТ СЛАВ 9", "СОФИЯ - ПАВЛОВО" },
                    { "11a86c9a-7c6a-4a30-aa27-863a5f1706e5", "жк СЛАВЕЙКОВ бл. 55 МЕЖДУ ВХ. 8 И 9", "БУРГАС - СЛАВЕЙКОВ (ЖК), БЛ.55" },
                    { "11c0280d-c32a-4782-a38a-f3fe89e42ab6", "ул. БУРОВ 2", "РУСЕ - БУРОВ" },
                    { "124c39e7-5064-400f-81a0-a4ad58ccfa08", "ул. БЕЛИ ЛОМ 2 ДО КАУФЛАНД 2", "ШУМЕН – БЕЛИ ЛОМ, ДО КАУФЛАНД" },
                    { "12707c30-3897-42f6-b144-90d1a3466db4", "ул. БРЕЗОВСКА 27 ДО ТРЕТО РПУ", "ПЛОВДИВ - БРЕЗОВСКА" },
                    { "12be1825-e05a-43e1-908f-dcfe2ad50644", "бул. МАКЕДОНИЯ 127Г ет. 1", "СИЛИСТРА - МАКЕДОНИЯ (БУЛ.)" },
                    { "12cd0776-d1ea-4a6e-8695-59e057ad3f64", "ул. СОФИЙСКО ШОСЕ 15", "ПЕРНИК - СКЛАД" },
                    { "130e357c-4612-443a-89b0-47c99c9f6c3d", "бул. ХРИСТО БОТЕВ 38", "РУСЕ - КАУФЛАНД ДРУЖБА (АВТОМАТ)" },
                    { "13bc1364-a4de-46d5-9e5b-d54f70c26056", "бул. БЕЛОМОРСКИ 76", "КЪРДЖАЛИ - ОМВ БЕЛОМОРСКИ (АВТОМАТ)" },
                    { "13d0458f-ba6f-4e83-aa00-e2205d28a19f", "ул. ВЪЗРАЖДАНЕ 85 БЛОКА НА ДИПЛОМАТ", "ЛУКОВИТ" },
                    { "148b48aa-58be-4cb1-a8c5-ead560e6caef", "пл. 14-ТИ МАРТ 13", "СВИЛЕНГРАД" },
                    { "14ed0b08-ec61-4cac-bc16-a790f324a49d", "ул. АСЕН ХРИСТОФОРОВ 23", "ПЛОВДИВ - АСЕН ХРИСТОФОРОВ" },
                    { "14fe8c96-5e0a-4b41-ba24-c6f3535eee57", "ул. КОЗЛОДУЙ 4", "ВЕЛИКО ТЪРНОВО - КОЗЛОДУЙ" },
                    { "151a97ad-aa25-43b9-98b9-7f662fc2e490", "ул. МАЕСТРО КЪНЕВ 78", "СОФИЯ - НБУ" },
                    { "1533fbae-71c8-40ee-ba44-3c76c9538fc3", "ул. СВ. ПАТРИАРХ ЕВТИМИЙ 20", "ИХТИМАН" },
                    { "1578545f-142a-49d4-b2a4-e46249072227", "бул. БЪЛГАРИЯ 164", "ХАСКОВО - БЪЛГАРИЯ (БУЛ.), М-Н КИЛЕРА" },
                    { "15c2c01a-b942-4ba3-aadd-8d5bdfa78325", "бул. БЪЛГАРИЯ 9А", "СМОЛЯН" },
                    { "15f134ac-e80c-4fa7-8792-619ce8da6fbd", "ул. ГЕН. СТОЛЕТОВ 1", "КАЗАНЛЪК - ПАРК РОЗАРИУМ" },
                    { "163ba773-ea2b-4e64-86be-4d6380c597ee", "ул. ИЛИЯ ДУКОВ 1 ЗАД 1- ВО ОУ, НА СВЕТОФАРА", "ГОЦЕ ДЕЛЧЕВ" },
                    { "1689258c-9828-4281-a39c-e59278c84c4e", "бул. ВЕЛИКИ ПРЕСЛАВ 28 ет. 1", "ШУМЕН - СИТИ ЦЕНТЪР (АВТОМАТ)" },
                    { "172cf6c8-b024-4665-bec6-5b67c6361881", "бул. КНЯГИНЯ МАРИЯ ЛУИЗА 25А", "ПЛОВДИВ - МАРИЯ ЛУИЗА (АВТОМАТ)" },
                    { "1773efd7-17c3-4f83-8883-f87bfe5b0854", "ул. ХРИСТО БОТЕВ 52", "ЛЕВСКИ - ХРИСТО БОТЕВ" },
                    { "1800e726-3749-4306-9ad9-27c25ba9593c", "ул. ПИРОГОВ 10", "СОФИЯ - МАТЕМАТИЧЕСКА ШКОЛА" },
                    { "1855aeec-ea93-4808-9645-50eccee02ed2", "ул. АНГЕЛ КЪНЧЕВ 68", "НОВА ЗАГОРА - БИЛЛА (АВТОМАТ)" },
                    { "185938de-5ebf-459d-a700-2da9a4ef2acd", "жк РАЗСАДНИКА бул. ВАРДАР бл. 22А вх. Г", "СОФИЯ - ВАРДАР" },
                    { "18bf89ff-e55e-45de-9ce7-2044bce3902c", "ул. АМИ БУЕ 17-23", "СОФИЯ - КРИВА РЕКА" },
                    { "18dcc7d7-f099-4014-87ba-6c31a48eacf7", "ул. КРУМ КЮЛЯВКОВ бл. 25", "СОФИЯ - Г. М. ДИМИТРОВ" },
                    { "1901d2f0-bbe9-47f5-8824-eecf48265cc7", "ул. ГЕОРГИ КЬОСЕИВАНОВ 40 Б", "ПЕЩЕРА - БИЛЛА (АВТОМАТ)" },
                    { "1994b254-2973-47a7-b132-78635e52db86", "жк ЯВОРОВ ул. ЦАР ИВАН АСЕН II 39", "СОФИЯ - ЦАР ИВАН АСЕН II (УЛ.)" },
                    { "1a09a442-05d8-4208-9d2d-61a1974c5168", "жк ЛЮЛИН 1 бл. 2 вх. 1", "СОФИЯ - ЛЮЛИН 1 (Ж.К.)" },
                    { "1a2e7dd7-3262-49ef-9164-38e5a9d8d857", "ул. КНЯЗ БОРИС I 16", "СЕПТЕМВРИ" },
                    { "1a301d67-c42a-425a-b088-f186f8553e0f", "бул. ИСКЪР 2", "САМОКОВ - БИЛЛА (АВТОМАТ)" },
                    { "1a82eaf9-da09-4053-84f7-12d83a9e1483", "ул. ОБЕДИНЕНИЕ 5", "МАДАН" },
                    { "1aaa5772-c0af-4b24-b203-bb819c94e415", "ул. ТИЧА 20", "ВЕЛИКИ ПРЕСЛАВ - ТИЧА (АВТОМАТ)" },
                    { "1adbddf1-10f0-43ca-8af6-cd286f1c311c", "ул. ДЕМОКРАТИЧЕН ЦЕНТЪР 28", "ПЛОВДИВ - ПАРК ШЕНКОВО (АВТОМАТ)" },
                    { "1b007dc1-b8ae-47b8-9d06-5a19af117280", "ул. БЕЛИ ЛОМ 1", "ШУМЕН - КАУФЛАНД (АВТОМАТ)" },
                    { "1b17c1eb-4fd5-44b2-8656-021380aafd07", "пл. Д-Р БАЛЕВ 9", "ПАВЕЛ БАНЯ - БАЛЕВ (АВТОМАТ)" },
                    { "1b97fe4f-afe8-4cc7-bcf4-bc42da12778a", "ул. 22-РИ СЕПТЕМВРИ 12", "ХАСКОВО - БАДЕМА" },
                    { "1ba562c9-3ab3-461d-925f-3d0c13824eb9", "бул. ЦАРИГРАДСКО ШОСЕ 50", "СОФИЯ - ОМВ ОКРЪЖНА БОЛНИЦА (АВТОМАТ)" },
                    { "1ba995a9-0ecd-4f26-b8af-b0a7f54d9486", "ул. ПРОФ. КИРИЛ ПОПОВ 59", "СОФИЯ - СТУДЕНТСКИ ГРАД - КАУФЛАНД" },
                    { "1d6e844a-d429-46b4-879a-3d1a47b04246", "ул. КНЯЗ БОРИС I 6", "КРУМОВГРАД" },
                    { "1da0ca78-6b30-49a2-8740-5a844cb36474", "ул. ЖЕЛЕЗОПЪТНА 18", "СОФИЯ - БИЛЛА ОРЛАНДОВЦИ (АВТОМАТ)" },
                    { "1dd6817e-5706-4040-bd20-d80530d41f07", "ул. АНДРЕЙ ПРЕМЯНОВ 81", "БЯЛА (ВАРНА)" },
                    { "1e0cc23a-cdb9-42e9-85ed-9389a90573f1", "бул. КНЯГИНЯ МАРИЯ ЛУИЗА 25", "СОФИЯ - КАУФЛАНД ЦЕНТРАЛНИ ХАЛИ (АВТОМАТ)" },
                    { "1eafc42b-f10a-4a01-9133-93c8b8b4651a", "бул. СВ. КЛИМЕНТ ОХРИДСКИ 8", "СОФИЯ - ТЕХНИЧЕСКИ УНИВЕРСИТЕТ (АВТОМАТ)" },
                    { "1ed573d5-c7db-4cf2-ba04-3413922a43e2", "ул. МАЛЬОВИЦА 1", "СОФИЯ - МАЛЬОВИЦА (УЛ.)" },
                    { "1efa0e05-b3dc-4848-8643-80399ced559c", "жк ДРУЖБА ул. ОБИКОЛНА 29", "СОФИЯ - ДРУЖБА 2, ОБИКОЛНА 29" },
                    { "1f80e56d-01c1-46d6-8568-917b819e9081", "ул. ИНДУСТРИАЛНА 82 ДО ЗАТВОРА", "БУРГАС - ПОБЕДА" },
                    { "20419b85-51e0-465b-ada8-fb23285e89a0", "ул. РАШО ДИМИТРОВ ПРЕД БЛОК 64", "ПЕРНИК - СУПЕРМАРКЕТ ЕДИ (АВТОМАТ)" },
                    { "2054664b-4d77-454d-91f1-639efa1f123c", "бул. ИЛИЯНЦИ 40", "СОФИЯ - ВОЕННА РАМПА" },
                    { "209cfda0-b1a6-4fb8-ade7-ddf9cdbd2e50", "жк ВЪЗРАЖДАНЕ ул. ШЕЙНОВО 46 ЗАД ДНА", "БУРГАС - ВЪЗРАЖДАНЕ (ЖК), ШЕЙНОВО" },
                    { "210bf423-32b4-4329-b730-c49e0692922b", "бул. СЛИВНИЦА 185 НИВО 0", "ВАРНА - ДЕЛТА ПЛАНЕТ МОЛ (АВТОМАТ)" },
                    { "2193d0f7-f819-4cef-8ac7-ba75ae1d12f0", "ул. ЛОМСКА 6", "КОЗЛОДУЙ - СКЛАД" },
                    { "21aa9dc9-a350-49ea-8f15-2e8bdf066920", "бул. МАКЕДОНИЯ 2", "СИЛИСТРА - ОМВ (АВТОМАТ)" },
                    { "21aabf69-6ff7-4159-a332-6bfcbbc4fd97", "жк МЛАДОСТ 1 бл. 124 вх. Д", "СОФИЯ - ОКРЪЖНА БОЛНИЦА" },
                    { "222eee33-2c5a-4d28-beab-dc99b7b292ff", "ул. ЦВЕТАН ЗАНГОВ 3", "ДЕВИН" },
                    { "22424008-4d02-48a0-84cb-61561d70bf50", "ул. ПРОФ. ПАВЛОВ 41А", "КОТЕЛ" },
                    { "2248b44d-57ac-4e40-a118-4dd6819cea03", "бул. ГЕОРГИ ДАНЧЕВ 24", "СЛИВЕН - БИЛЛА РИТЕЙЛ ПАРК (АВТОМАТ)" },
                    { "224a55d3-bac8-4344-ba03-d37b541f16ab", "ул. АЛЕКСАНДЪР СТАМБОЛИЙСКИ 86", "РАЗЛОГ" },
                    { "22aa9030-1049-4ccc-ae09-e607d3979ada", "ул. 7-МИ СЕПТЕМВРИ 21", "СИЛИСТРА - SNG (АВТОМАТ)" },
                    { "22c49a05-81a8-47ee-a152-8050f53825f5", "ул. КНЯЗ БОРИС I 100", "ПОМОРИЕ - КНЯЗ БОРИС I (АВТОМАТ)" },
                    { "22c6717c-68a3-4370-bc8e-c20e03771400", "ул. САВА СИЛОВ 57", "СТАРА ЗАГОРА - ВОЕННО ОКРЪЖИЕ" },
                    { "2355378c-fd6f-4a87-b2f6-c998cfeee0d4", "ул. ИВАНКА ГОРОВА 2А", "ТРЯВНА" },
                    { "236e5ac8-6404-42ac-8607-2e2cea590529", "жк МЛАДОСТ 2 бул. АЛЕКСАНДЪР МАЛИНОВ", "СОФИЯ - МЛАДОСТ-ШЕЛ" },
                    { "23c8a6a7-bb83-4c0f-8c54-bc25ebdf3363", "бул. СТЕФАН КАРАДЖА 38", "СЛИВЕН - СТЕФАН КАРАДЖА" },
                    { "23dff6e9-2ef0-45ad-9197-d7777cb105c9", "ул. КЛОКОТНИЦА 2", "СТАМБОЛИЙСКИ - БИЛЛА (АВТОМАТ)" },
                    { "23ebb46b-b70a-42b4-bc4b-34c901513861", "ul. Georgi Tringov", "Georgi Tringov" },
                    { "23f00a80-2e19-48d9-a42e-2b578f9d4bda", "ул. ПРОФ. ГЕОРГИ БРАДИСТИЛОВ 3 ПАЗАР ТУ", "СОФИЯ - ПРОФ. ГЕОРГИ БРАДИСТИЛОВ (УЛ.), ПАЗАР ТУ" },
                    { "24073535-d956-40ef-80e7-696f1f979f2e", "ул. ПЕРИСТЪР 6Б", "РАЗГРАД - ЕКО (АВТОМАТ)" },
                    { "247377dd-8360-48ce-8f68-94abcd0d5a3a", "ул. ГЕН. ЗАИМОВ 8", "КАРЛОВО" },
                    { "2556e04b-fea1-453a-bfc8-89434fc9b77e", "бул. БЪЛГАРИЯ 53", "ХАСКОВО - БЪЛГАРИЯ (АВТОМАТ)" },
                    { "2577df37-d200-4250-b475-475ab094e95d", "ул. ХРИСТО БОТЕВ 51", "КЮСТЕНДИЛ" },
                    { "25843169-4b3d-48dc-9a77-949e1f0c95b5", "ул. ДОНДУКОВ КОРСАКОВ 19 бл. ВУЛКАН вх. 1 ет. 0", "РУСЕ - ДОНДУКОВ - КОРСАКОВ (УЛ.)" },
                    { "25c41dde-7930-4d60-9da1-cfbe9df8f9af", "ул. ЦАР СИМЕОН 18Д", "СВОГЕ - ЦАР СИМЕОН" },
                    { "2649146c-1061-4519-924f-f971bf4a3ba2", "бул. ЯНКО САКЪЗОВ 56", "СОФИЯ - ЯНКО САКЪЗОВ" },
                    { "26ad41c8-6739-4f13-b0c0-df1c63c167d5", "ул. ТЪРГОВСКА 2 БИВШ ЕВРОФУТБОЛ", "КОСТЕНЕЦ - ТЪРГОВСКА" },
                    { "26bae8fa-5d28-40f4-8c8e-fa1d1a5ec4db", "ул. МИЛИН КАМЪК 2", "ЯМБОЛ - ОМВ (АВТОМАТ)" },
                    { "26fc8027-300c-48e2-b23c-32bf2f48ee33", "бул. 23-ТИ ПЕХОТЕН ШИПЧЕНСКИ ПОЛК 40", "КАЗАНЛЪК - МАНАСТИРА" },
                    { "2711d853-7dd9-4787-b987-f87422227b49", "ул. АЛЕКСАНДЪР СТАМБОЛИЙСКИ 1", "БАНКЯ - ЦЕНТЪР (АВТОМАТ)" },
                    { "27838392-2f6e-4243-b9f2-e23ffaea143d", "ул. ХРИСТО БОТЕВ 2", "ДОЛНА МИТРОПОЛИЯ" },
                    { "27ff97a0-8065-4072-b4c3-74d68fcd8d99", "ул. ТОДОР ВЛАЙКОВ 15", "ПИРДОП" },
                    { "28126dbd-f7c0-4d6e-bd31-448d180b8465", "ул. ОКОЛОВРЪСТЕН ПЪТ МЕСТНОСТ МАНАСТИРСКИ ЛИВАДИ", "СОФИЯ - ЕКО МАНАСТИРСКИ ЛИВАДИ (АВТОМАТ)" },
                    { "28226cf1-0715-441a-a3f5-f5e875ec8c11", "ул. ТОДОРИНИ КУКЛИ 4", "СОФИЯ - ТОДОРИНИ КУКЛИ" },
                    { "2828ca6d-04b0-4ad7-ab8b-68406d1d3c01", "ул. МАКЕДОНИЯ 50", "ПЛОВДИВ - МАКЕДОНИЯ" },
                    { "283f4f2c-5382-44f1-a9e4-bc6e38a44a61", "ул. ОБЕЛСКО ШОСЕ 20", "СОФИЯ - ХИТ 2 ЛЮЛИН (АВТОМАТ)" },
                    { "286959ab-f5d2-4a20-ad03-052d25540d02", "жк МЛАДОСТ 3 ул. 102 С/У БЛ. 321", "СОФИЯ - ФАНТАСТИКО МЛАДОСТ 3 (АВТОМАТ)" },
                    { "286a6102-5595-437c-873a-a90dfa008eac", "ул. ПЕРУН 1", "САНДАНСКИ" },
                    { "289c1ab1-453f-4b5b-b2f8-838a56b9a343", "ул. ПОЛТАВА 1Б МАГАЗИН 4", "ВЕЛИКО ТЪРНОВО - ТРИЪГЪЛНИКА" },
                    { "291eb1aa-b251-48c2-91b3-11ebd206ba53", "ул. ЯНЕ САНДАНСКИ 2Е", "БЛАГОЕВГРАД - ЯНЕ САНДАНСКИ (АВТОМАТ)" },
                    { "29344d1f-a0a4-4190-830f-a55e5b5a7a28", "ул. БОЙЧО БОЙЧЕВ 66", "СОФИЯ - ОМВ ОВЧА КУПЕЛ (АВТОМАТ)" },
                    { "29663ad9-ca52-4782-bfe3-d44a65a6c044", "ул. ЮРИЙ ГАГАРИН 2А", "ПЕРНИК - БИЛЛА ПЕРНИК ПЛАЗА (АВТОМАТ)" },
                    { "2a5e114a-ac7e-4abb-8cf2-48c881ba305d", "ул. ЧИПРОВЦИ 12", "РУСЕ - МАГАЗИН КООП (АВТОМАТ)" },
                    { "2a75b984-90d4-474d-aa5d-c59b4064984b", "ул. ПЕТКО КАРАВЕЛОВ 23 ДО ПЛАТЕНИЯ ПАРКИНГ", "ПОМОРИЕ – ПЕТКО КАРАВЕЛОВ (УЛ.)" },
                    { "2a8d09db-a77a-44f3-81f6-e5d179f37119", "пл. МАКЕДОНИЯ 10", "ПЕТРИЧ - ОФИС" },
                    { "2b2aa568-5db1-4b21-a9ee-68357a02f6e8", "ул. ЯНТРА 9 БЛ. ДАВ 3", "РУСЕ - ЯНТРА" },
                    { "2bd4add0-b3d3-4f34-a7b7-94507546d226", "ул. СРЕДЕЦ 4 ПАРТЕР", "ВАРНА - АСПАРУХОВО 2" },
                    { "2ca8fc12-fa3f-444f-aaac-3e2be160629a", "ул. АКАД. КУРЧАТОВ 1", "ВАРНА - АКАДЕМИК КУРЧАТОВ (УЛ.)" },
                    { "2d79ed25-866d-4543-bb36-ac447f7ae5e8", "ул. ОТЕЦ ПАИСИЙ 98", "ПЕРНИК - ОТЕЦ ПАИСИЙ" },
                    { "2d7a6093-b0e4-4695-b2cf-e2ca329cd557", "бул. БЪЛГАРИЯ 1", "СЛИВО ПОЛЕ (АВТОМАТ)" },
                    { "2dc78464-41ef-4efb-9b3c-a911ccbba9ce", "ул. БАЧО КИРО 6", "КАЗАНЛЪК - БИЛЛА БАЧО КИРО (АВТОМАТ)" },
                    { "2e10d5b1-4a92-46ce-89d2-b6334b939823", "ул. БЪЛГАРИЯ 87", "ОПАКА - ЦЕНТЪР (АВТОМАТ)" },
                    { "2e40313c-e33e-4f2e-83e5-3c9e533798e1", "кв. ВИТОША ул. АСЕН РАЗЦВЕТНИКОВ 1", "СОФИЯ - АСЕН РАЗЦВЕТНИКОВ (УЛ.)" },
                    { "2ef7121b-6890-4ca7-812a-368fcdaa5f20", "ул. СОФИЯ 11А", "СИЛИСТРА - СОФИЯ (АВТОМАТ)" },
                    { "2f8ac8d2-5ff6-4d21-852d-a8c29b60b5fd", "жк МЕДЕН РУДНИК бл. 508 ДО АВТОБУСЕН ТЕРМИНАЛ", "БУРГАС - МЕДЕН РУДНИК 2, ДО АВТОБУСЕН ТЕРМИНАЛ" },
                    { "2fe09074-12f5-423d-80e4-d5df50f56ae3", "ул. БРАТЯ КАНАЗИРЕВИ 30А", "РАЗЛОГ - БРАТЯ КАНАЗИРЕВИ (АВТОМАТ)" },
                    { "2ffc35cf-8039-4a4c-944c-a35756810340", "жк ВЛАДИСЛАВ ВАРНЕНЧИК II бл. 259 ет. 1 ОБЕКТ 3", "ВАРНА - КАЙСИЕВА ГРАДИНА (ЖК)" },
                    { "317be06e-1dd3-4803-8c3f-2595870e81d0", "ул. СОФИЙСКИ ГЕРОЙ 4", "СОФИЯ – ХИПОДРУМА – БИЛЛА" },
                    { "32133930-bc3c-4790-879f-b38a3b71cc49", "бул. ЧЕРНИ ВРЪХ", "СОФИЯ - ЕКО ЧЕРНИ ВРЪХ (АВТОМАТ)" },
                    { "3217c078-66d3-4481-a6c1-a42dbf95e9a1", "ул. АКАД. АНГЕЛ БАЛЕВСКИ 1", "ТРОЯН - РИТЕЙЛ ПАРК (АВТОМАТ)" },
                    { "322a7ee9-8b9f-46b5-b21b-ff579383a7ba", "ул. ТЪРГОВСКА 78", "ПОЛСКИ ТРЪМБЕШ" },
                    { "33354ec1-d7a4-4ed0-9fdb-dcc8d14a5331", "ул. ОСТРЕЦ 1", "ПЛОВДИВ - ИЗГРЕВ" },
                    { "344648f0-2ff3-4130-8a61-827e20b1f6f9", "бул. БЪЛГАРИЯ 60В", "СОФИЯ - БЪЛГАРИЯ (БУЛ.)" },
                    { "348fcc14-c33b-45e3-a730-142ebfd024cf", "жк СВЕТА ТРОИЦА бл. 304", "СОФИЯ - СВЕТА ТРОИЦА" },
                    { "34cd520f-e80d-4eb6-8aac-bdac119901eb", "ул. ГЕОРГИ ЦАРИГРАДСКИ 6", "ПЛОВДИВ - СКОБЕЛЕВА МАЙКА" },
                    { "34efda12-d41a-43dd-9ffa-bd4d553206c0", "ул. СВ. КНЯЗ БОРИС I 24", "ГОРНА ОРЯХОВИЦА - СВ.КНЯЗ БОРИС I (УЛ.)" },
                    { "351114df-7d87-49e1-943e-690f8223837b", "ул. НИКОЛА ВАПЦАРОВ", "САНДАНСКИ - НИКОЛА ВАПЦАРОВ (АВТОМАТ)" },
                    { "35555b36-9b85-41a6-a72e-6d25d6e89fb9", "ул. ЦАР СИМЕОН I 23", "КЮСТЕНДИЛ - ЦЕНТЪР" },
                    { "356d1c27-fd1d-4f8f-9637-1d82797d99d5", "жк СЛАВЕЙКОВ 91", "БУРГАС - ОМВ СЛАВЕЙКОВ (АВТОМАТ)" },
                    { "356d85cd-3541-4375-9674-6abedbcfd3f2", "ул. СЕРДИКА 28", "СОФИЯ - СЕРДИКА (УЛ.)" },
                    { "35b6d778-9a69-4e97-b8b0-05382c6b93cc", "ул. СВ. СВ. КИРИЛ И МЕТОДИЙ 11", "РАВДА - СВ. СВ. КИРИЛ И МЕТОДИЙ (АВТОМАТ)" },
                    { "35e34786-29ef-4301-b01a-1a1c7ee2af43", "ул. ЧЕРВЕНА СТЕНА 15А", "ХАСКОВО - ЧЕРВЕНА СТЕНА (АВТОМАТ)" },
                    { "371c6fdf-2b25-47f9-8d36-6746de67076f", "пл. СВОБОДАТА 25", "ПЛЕВЕН - БИЛЛА CENTRAL MALL (АВТОМАТ)" },
                    { "37412191-3417-467b-bf73-19d1855ed92d", "жк СТОРГОЗИЯ 39А", "ПЛЕВЕН - СТОРГОЗИЯ (ЖК)" },
                    { "375c85dc-31cc-4b92-a967-77dd271c975f", "жк ЧАЙКА бл. 196 ПАРТЕР", "ВАРНА - ЧАЙКА (ЖК)" },
                    { "376beadf-af30-4211-b058-db3dbcace6db", "бул. ЕВЛОГИ И ХРИСТО ГЕОРГИЕВИ 105", "СОФИЯ - ЕВЛОГИ ГЕОРГИЕВ" },
                    { "378606b2-f069-42ba-9705-8f1e9268cd92", "гр. БОЖУРИЩЕ ул. ВАЛЕРИ ПЕТРОВ 5", "БОЖУРИЩЕ" },
                    { "378fd26f-cd76-4221-b357-95798f5091a3", "жк МЛАДОСТ 4 ул. БИЗНЕС ПАРК СОФИЯ бл. 2", "СОФИЯ - МЛАДОСТ 4 (ЖК)" },
                    { "37e82777-7961-4d2e-bee6-25ac84f24bd1", "бул. ХРИСТО БОТЕВ 7", "ПЛОВДИВ - ЦЕНТРАЛНА ГАРА" },
                    { "3880b506-50a9-4faf-80c3-3a2949ba76ef", "ул. ПЕТКО Р. СЛАВЕЙКОВ 3", "ЯКОРУДА - ЦЕНТЪР" },
                    { "38b746c8-09a5-4d40-9ead-48ccdb95fdba", "ул. ДЕЯН БЕЛИШКИ 64", "СОФИЯ - ТОДОР КАБЛЕШКОВ" },
                    { "38ec864f-ed5a-4f28-a0b8-9cc82f92922e", "ул. МУТКУРОВА 36", "РУСЕ - ЦЕНТЪР, ОПЕРА" },
                    { "38f33543-0d55-4797-87b8-68990d6de5d7", "ул. СВ. НИКОЛА НОВИ 8", "СОФИЯ - ФАНТАСТИКО НАДЕЖДА 2 (АВТОМАТ)" },
                    { "3915c730-186c-455d-b4a0-6f6d9af8f9ec", "бул. ХРИСТО БОТЕВ 40", "РУСЕ - ОМВ ЧАРОДЕЙКА (АВТОМАТ)" },
                    { "392c22e7-4764-4b91-994d-8ba8cfc8fd28", "ул. ОБНОВА 23", "ПЛОВДИВ - КОМАТЕВО" },
                    { "392c53c2-1e30-4526-9f08-c8e0d6b850d0", "ул. ЛЪДЖЕНСКА 11", "СЛИВЕН - ЛЪДЖЕНСКА" },
                    { "3a9eea1a-009c-4d31-a605-c44c37899a05", "жк МЛАДОСТ 4 бул. АЛЕКСАНДЪР МАЛИНОВ 91А", "СОФИЯ - МЛАДОСТ 4-МЕТРОСТАНЦИЯ" },
                    { "3ae13914-90d9-4d67-a0b5-f8cb57ce698a", "жк ДРУЖБА ул. ТИРАНА 3 ДО БЛ. 2", "СОФИЯ - ФАНТАСТИКО ДРУЖБА (АВТОМАТ)" },
                    { "3b3793b8-6782-4255-8b4f-77a937968ded", "ул. АЛЕКСАНДЪР СТАМБОЛИЙСКИ 27", "ТЪРГОВИЩЕ - КАУФЛАНД (АВТОМАТ)" },
                    { "3ba19fb1-4247-42cc-bf66-026b1ea63582", "жк МЛАДОСТ 4 ул. ОКОЛОВРЪСТЕН ПЪТ 271", "СОФИЯ - КАУФЛАНД МЛАДОСТ 4 (АВТОМАТ)" },
                    { "3bba23ac-6660-413e-a9ae-dbfc431074b8", "ул. ПРОФ. Д-Р ИВАН СТРАНСКИ 20", "СОФИЯ - КАУФЛАНД МАЛИНОВА ДОЛИНА (АВТОМАТ)" },
                    { "3bcdf70f-31e8-4d4b-98ed-e6ca2ee1e4e7", "бул. ЦАР СИМЕОН ВЕЛИКИ", "СТАРА ЗАГОРА - ЕКО (АВТОМАТ)" },
                    { "3bd1a2c0-12eb-4c87-a5d5-aa880bee0433", "бул. СЛИВНИЦА 258", "СОФИЯ - ОМВ СЛИВНИЦА (АВТОМАТ)" },
                    { "3bd819f1-ad4b-4947-a348-e388f7d46209", "бул. ДИМИТЪР БЛАГОЕВ", "ДИМИТРОВГРАД - ЕКО (АВТОМАТ)" },
                    { "3c183400-a979-40fe-ab8e-2e7016bc2f70", "ул. ХАН АСПАРУХ 30", "СТАРА ЗАГОРА - МОЛ ГАЛЕРИЯ (АВТОМАТ)" },
                    { "3c732196-de75-44f5-8557-e4070049ba32", "бул. ЯНКО КОМИТОВ 6", "БУРГАС - МОЛ ГАЛЕРИЯ (АВТОМАТ)" },
                    { "3cea172d-4dbd-4385-9f57-9f7e60623af8", "ул. СКАЙЛЕР 41", "СОФИЯ - БИЛЛА ХАДЖИ ДИМИТЪР (АВТОМАТ)" },
                    { "3d8fe343-13b9-484e-b5d1-57b0332571af", "жк ИЗГРЕВ бл. 94 ДО ПАРКА", "БУРГАС - ИЗГРЕВ (ЖК), БЛ. 94" },
                    { "3da4ef2d-fbd7-4473-a7dd-5476f0c593c8", "pl. Svoboda 25", "Bill Central Mall (Automat)" },
                    { "3dd85bc1-2644-457b-946f-7d99f2a2719c", "ул. БОРИСОВА 113", "РУСЕ - БОРИСОВА" },
                    { "3e106b92-45ab-4d16-8382-c0825e1ca408", "бул. ГЕН. АРНОЛДИ 9 БИВШ РЕСТОРАНТ БАВАРИЯ", "МОНТАНА - МЛАДОСТ" },
                    { "3e619772-7c8c-4aab-bc46-beea6d01f943", "бул. Г. С. РАКОВСКИ 53", "ДИМИТРОВГРАД - ОМВ (АВТОМАТ)" },
                    { "3e932efc-f312-4fab-b0d9-d9f6470c63b0", "бул. МИЗИЯ 3", "ЛОВЕЧ - ЛУКОЙЛ (АВТОМАТ)" },
                    { "3ec67be5-44d1-4cc5-87a2-246ef51227d4", "бул. СТЕФАН СТАМБОЛОВ 86", "БУРГАС - СТАМБОЛОВ (АВТОМАТ)" },
                    { "3f4c1b81-f820-4fc5-8ed6-c3647a0db9b4", "ул. ОКОЛОВРЪСТЕН ПЪТ 214 НИВО -1", "СОФИЯ - РИНГ МОЛ (АВТОМАТ)" },
                    { "3f5c9fea-c227-492a-bd3f-eb7392bf3323", "бул. ДОБРУДЖА 1", "ДОБРИЧ - ЛУКОЙЛ (АВТОМАТ)" },
                    { "3fe13f8a-2158-4849-898d-a664b03855df", "ул. ЕКЗАРХ ЙОСИФ 5", "КЪРДЖАЛИ - ЕКЗАРХ ЙОСИФ" },
                    { "403c39c8-06ad-4d7d-ad13-d636d1e29d4c", "jk Trakia bl. 194 vkh. G", "Gerber Complex" },
                    { "40d70fdf-644f-43fb-880b-4a9ee2817dd9", "бул. Д-Р ПЕТЪР ДЕРТЛИЕВ 104", "СОФИЯ - БИЛЛА ПЕТЪР ДЕРТЛИЕВ (АВТОМАТ)" },
                    { "418a4621-7f0c-4730-b52e-22dc8e3d9eca", "ул. КРИВОЛАК 8 ДО ПЛ. ЖУРНАЛИСТ", "СОФИЯ – КРИВОЛАК (УЛ.)" },
                    { "420d99cf-777c-4586-b395-f9581824aedc", "жк ПОБЕДА ул. ТОДОР РАДЕВ ПЕНЕВ 13 МАГАЗИН 3", "ВАРНА - ПОБЕДА (Ж.К.)" },
                    { "42bb4f2c-cf4a-4031-868c-fd8241492b63", "бул. СВ. ДИМИТЪР СОЛУНСКИ 20", "БЛАГОЕВГРАД - ЕКО ЦЕНТЪР (АВТОМАТ)" },
                    { "42ddad2f-eae7-4610-957e-12dce329ec46", "кв. РЕЧИЦА ул. ТОДОР АСЕНОВ 12", "СЛИВЕН - РЕЧИЦА (АВТОМАТ)" },
                    { "43418bc4-3d07-461d-9667-ab5ba6017921", "бул. ЦАР СИМЕОН ВЕЛИКИ", "СТАРА ЗАГОРА - ОМВ ТРИ ЧУЧУРА (АВТОМАТ)" },
                    { "434f3006-49cd-4359-8c5b-f86e324a51a2", "жк МЛАДОСТ 4 ул. 406 14", "СОФИЯ - БИЛЛА МЛАДОСТ 4 (АВТОМАТ)" },
                    { "43ab27a7-4099-491f-a26c-b9f5af8f1fbe", "жк ВРЪБНИЦА 1 бл. 526 вх. Б", "СОФИЯ - ВРЪБНИЦА 1 (ЖК)" },
                    { "43bf6b7b-bb16-48aa-a4d0-cd4743c52b20", "бул. ЦАРИГРАДСКО ШОСЕ 115 ет. -3 СРЕЩУ АСАНСЬОРИТЕ", "СОФИЯ - THE MALL (АВТОМАТ)" },
                    { "443dd7a7-ed88-4487-accd-eae4a9c27eab", "ул. ЕДЕЛВАЙС 44", "НЕСЕБЪР" },
                    { "4464e208-da0a-49dd-93c0-93876eee5485", "бул. АРСЕНАЛСКИ 11, ДО БИЛЛА СУПЕРМАРКЕТ", "СОФИЯ - ПАРК ЦЕНТЪР (АВТОМАТ)" },
                    { "44b203c7-8ea8-42bc-966a-0690799f8dd2", "ВАРНЕНСКИ ПЪТ 47", "ДОБРИЧ - СКЛАД" },
                    { "44b72f35-e185-401e-a726-a5f75dac48cc", "ул. МОЛ ТРАКИЯ", "ПЛОВДИВ - МОЛ ТРАКИЯ" },
                    { "45248286-617c-402d-9f04-2b2fe3e70a8b", "ул. ИВАЙЛО 6", "ГАБРОВО - КАУФЛАНД (АВТОМАТ)" },
                    { "453998a7-2a3d-4048-9e1d-13a95a67681f", "жк ИЗТОК ул. АНТОН П. ЧЕХОВ 50", "СОФИЯ - АНТОН П. ЧЕХОВ (УЛ.)" },
                    { "456a398e-5346-4431-b345-229a2db9822c", "жк ТРОШЕВО ул. РАДОСТ 9", "ВАРНА - ТРОШЕВО (ЖК)" },
                    { "4619bd2e-e72b-45e7-ae67-a34d6538b259", "бул. РЕПУБЛИКА 50", "ГЪЛЪБОВО - РЕПУБЛИКА (АВТОМАТ)" },
                    { "46595986-27ca-4fb9-bbe9-9d64831bad52", "ул. ГЕОРГИ ЖИВКОВ 1", "ВЕЛИКО ТЪРНОВО - СТИВИ БУЗЛУДЖА (АВТОМАТ)" },
                    { "46987e46-aeec-4b74-8190-0275a54d2529", "ul. Kuklensko shose 15", "Warehouse" },
                    { "46a743f4-04fb-49f5-95d2-eb84b565c947", "ул. КАП. ПЕТКО ВОЙВОДА 12", "ИВАЙЛОВГРАД - КАП. ПЕТКО ВОЙВОДА (АВТОМАТ)" },
                    { "46c3bb34-58a0-4a3a-b21a-5f61a33ea4b3", "бул. ЧЕРНИ ВРЪХ 204", "СОФИЯ - ФАНТАСТИКО ДРАГАЛЕВЦИ (АВТОМАТ)" },
                    { "46dc63ce-e90f-4f30-b399-66514bb80452", "ул. БАБА ИСАКА СКАЧКОВА 6А", "СЪЕДИНЕНИЕ" },
                    { "46e25f64-2807-4546-ab58-947d841caa6a", "ул. ГОЦЕ ДЕЛЧЕВ 9А", "АСЕНОВГРАД" },
                    { "472ae9c4-f560-4286-8d51-c449c5c53d59", "ул. ХРИСТО БОТЕВ 21", "ЯГОДОВО" },
                    { "47dc2711-60a9-4c02-89d9-ec39e3f0135a", "ул. ОПЪЛЧЕНСКА 8", "ПРАВЕЦ - ОПЪЛЧЕНСКА (УЛ.)" },
                    { "47f20db2-9e7d-44ce-95b7-d18217b2ea32", "ул. ШЕЙНОВО 24", "ВАРНА - ДРАГОМАН" },
                    { "48a12f1e-22d1-461f-8a77-199b10cb1ec5", "жк МЛАДОСТ 4 ул. 406 14", "СОФИЯ - БИЛЛА МЛАДОСТ 4 (АВТОМАТ)" },
                    { "4907fead-defe-489e-a3cb-598d1b553d1b", "жк ФОНДОВИ ЖИЛИЩА бл. 203 вх. Б", "СОФИЯ - ФОНДОВИ ЖИЛИЩА" },
                    { "493dae11-9aa9-41b3-a3b6-5b910c92e79a", "ул. ДУНАВ 28", "ХАСКОВО - ДУНАВ (УЛ.), РИТЕЙЛ ПАРК" },
                    { "49e1be54-8ed9-4a94-8a42-d4e70db614fa", "ул. ОПЪЛЧЕНСКА 35", "СОФИЯ - БИЛЛА ОПЪЛЧЕНСКА (АВТОМАТ)" },
                    { "4a9523ca-eea9-4526-9841-3a149bbcff37", "бул. ДЖАВАХАРЛАЛ НЕРУ 26", "СОФИЯ - ФАНТАСТИКО ЛЮЛИН ЦЕНТЪР, ВЪНШЕН (АВТОМАТ)" },
                    { "4ab527c6-5eb4-4000-88f4-2d837a42c89b", "ул. АЛЕКСАНДРОВСКА 67", "БЕРКОВИЦА - ОМВ (АВТОМАТ)" },
                    { "4acc31dc-3a92-4cb9-9c92-299ed9c4c116", "ул. ХРИСТО МАДЖАРОВ 2А", "СОПОТ" },
                    { "4aee03e5-0d88-4b4f-9faf-2755d742c921", "ул. МАКГАХАН 81", "СОФИЯ - ФАНТАСТИКО ХАДЖИ ДИМИТЪР (АВТОМАТ)" },
                    { "4b1858fa-d92c-4072-9172-5a2dc8004e4b", "ул. АВКСЕНТИЙ ВЕЛЕШКИ 31", "ПЛОВДИВ - ВЕЛЕШКИ" },
                    { "4b34255b-7243-40f0-bfde-2d63172bcafb", "ул. ВАСИЛ ДРУМЕВ 18", "ХАСКОВО - ОФИС" },
                    { "4b74fc4a-86cd-49b5-b048-aef6a5c284bd", "бул. БЪЛГАРИЯ 69 ет. -2", "СОФИЯ - БЪЛГАРИЯ МОЛ (АВТОМАТ)" },
                    { "4b753fe2-b68e-4617-bfd4-227543db737f", "кв. РЕДУТА ул. ВЕЛЧО АТАНАСОВ 14", "СОФИЯ - РЕДУТА" },
                    { "4b8a0cb6-afa7-4dbb-98a8-68ce2741d91a", "ул. ГЕН. ПАРЕНСОВ 8", "ВАРНА - ОФИС" },
                    { "4be50309-7428-4c6a-923e-1afeac66da5f", "бул. ЦАРИЦА ЙОАННА 72", "СОФИЯ - БИЛЛА ЦАРИЦА ЙОАННА (АВТОМАТ)" },
                    { "4c3b9158-8716-4f79-8279-f8369d826120", "бул. Д-Р ПЕТЪР ДЕРТЛИЕВ 56", "СОФИЯ - КАУФЛАНД ЛЮЛИН ПЕТЪР ДЕРТЛИЕВ (АВТОМАТ)" },
                    { "4c3c8cea-d13c-4a54-9229-3568c4685fb4", "ул. РЕЗБАРСКА 7Б", "СОФИЯ - КАУФЛАНД ХАДЖИ ДИМИТЪР (АВТОМАТ)" },
                    { "4ce7cafe-840c-45c3-a5b1-86758b128fe6", "бул. ХРИСТО БОТЕВ 1", "РУСЕ - ЛУКОЙЛ ХРИСТО БОТЕВ (АВТОМАТ)" },
                    { "4d392dfd-4054-435b-a240-42aa19350079", "бул. АЛЕКСАНДЪР МАЛИНОВ 37", "СОФИЯ - ЕКО МАЛИНОВ (АВТОМАТ)" },
                    { "4d812103-43ea-4b2d-b731-e986c11eff97", "бул. СИМЕОН ВЕЛИКИ 16А", "ШУМЕН - ЕКО СИМЕОН ВЕЛИКИ (АВТОМАТ)" },
                    { "4dbb7a24-1202-48e5-b7f8-6b44ed7cb395", "ул. ДУХОВНО ВЪЗРАЖДАНЕ 3", "РУСЕ - ЦЕНТЪР, НОВАТА ПОЩА" },
                    { "4efdc9d1-ddae-477b-84ec-07f7a85e973e", "ул. ИВАН БОГОРОВ 20", "БУРГАС - ИВАН БОГОРОВ" },
                    { "4f5e2623-3179-448b-b85a-448bf392e994", "ул. БОРБА 26", "ПЛОВДИВ - БЪЛГАРИЯ (БУЛ.)" },
                    { "4f71440c-ef93-4087-b32a-926ec72af3be", "ул. СВ. ИРИНА 1", "ВАРНА - ОМВ МИР (АВТОМАТ)" },
                    { "4f75301c-a0bc-4ff5-9f6a-4a92dca87f73", "ul. Obnova 23", "Komatevo" },
                    { "4f83b0a4-17dc-4c24-850f-18c0f6dc1108", "бул. ВЛАДИСЛАВ ВАРНЕНЧИК 126", "ВАРНА - ВЛ. ВАРНЕНЧИК (БУЛ.)" },
                    { "4f902fef-1cc1-4f3a-9dc0-9816960fd5dc", "ул. 7-МИ СЕПТЕМВРИ 37", "СИЛИСТРА - 7-МИ СЕПТЕМВРИ (УЛ.)" },
                    { "4faa16ce-afe0-40fc-8dad-191c06a1cee4", "жк СТУДЕНТСКИ ГРАД ул. ПРОФ. ХРИСТО ДАНОВ 19", "СОФИЯ - СТУДЕНТСКИ ГРАД, СРЕЩУ БЛ. 34А" },
                    { "5006ac93-5cf1-4131-91b5-80f744df3921", "бул. ЛОМСКО ШОСЕ 2", "СОФИЯ - ОМВ ЛОМСКО ШОСЕ (АВТОМАТ)" },
                    { "5025e6c8-2b8f-4fd7-a4ed-0d5b0d9e0a02", "ул. ГЕН. КОЛЕВ 30", "ДОБРИЧ - ГЕН. КОЛЕВ (УЛ.)" },
                    { "51585150-4f19-4167-8a54-3842a39b6e53", "бул. МИДИЯ ЕНОС 2", "РУСЕ - ОМВ МИДИЯ ЕНОС (АВТОМАТ)" },
                    { "517b7ac5-4f3f-4599-9fa5-d21efb3c50b1", "ул. ДУНАВ 26 СРЕЩУ ЗЛАТНОТО ПИЛЕ", "ГОЦЕ ДЕЛЧЕВ - ДУНАВ" },
                    { "51c56e95-c7ee-4933-930b-f3e611513050", "ул. ФИЛИП АВРАМОВ ДО 131 СОУ", "СОФИЯ - BEACH MANIA HOME (АВТОМАТ)" },
                    { "52110bd1-1769-4fd4-a1e7-1c3ee6fe6796", "ул. НИКОЛАЙ КОПЕРНИК 27", "СОФИЯ - ФАНТАСТИКО КОПЕРНИК, ВЪНШЕН (АВТОМАТ)" },
                    { "52914f86-f67a-45f7-8904-38ccf8668046", "ул. ХАН АСПАРУХ 41", "ЦАРЕВО" },
                    { "52eaf181-3da3-48ab-b789-938f70e746fe", "ул. АЛЕКО КОНСТАНТИНОВ 18", "СВИЩОВ" },
                    { "53679e93-8cc7-4ba2-8ec6-8397568a5092", "ул. КНЯЗ ИМЕРЕТИНСКИ 58Б", "ЛОВЕЧ - КНЯЗ ИМЕРЕТИНСКИ (УЛ.)" },
                    { "53949283-f550-423a-8e4e-2a2a6058165d", "ул. КНЯГИНЯ ЕВДОКИЯ 47", "АСЕНОВГРАД - ЗАПАД" },
                    { "53962565-f26d-4e06-9040-beacedd85a03", "бул. АПРИЛОВ 52", "ГАБРОВО - ОМВ (АВТОМАТ)" },
                    { "53a5bf02-afab-4d54-8587-0617a1c142b4", "ул. ЛАМАРТИН 2", "ПЛОВДИВ - ШАХБАЗЯН" },
                    { "53e59a62-7435-4fa8-9afe-039be2b0c04f", "бул. БЪЛГАРИЯ", "СОФИЯ - ЕКО БЪЛГАРИЯ (АВТОМАТ)" },
                    { "540cf233-0ad1-4934-9db6-897b112b7887", "бул. ХРИСТО БОТЕВ", "КЪРДЖАЛИ - ЕКО ХРИСТО БОТЕВ (АВТОМАТ)" },
                    { "545c3761-67f5-4a0a-92cf-6e53ca5d85d3", "бул. ХРИСТО БОТЕВ 87", "КЪРДЖАЛИ - ВЪЗРОЖДЕНЦИ" },
                    { "54cc4270-55c2-401e-b631-8291019bed44", "кв. КАМЕЛИЯ 121 ЖИЛИЩНА СГРАДА ЛУНА", "СЛЪНЧЕВ БРЯГ" },
                    { "54dcffc9-fde0-43ad-998e-0ea5f9a9c2e3", "бул. ЛИПНИК 3", "РУСЕ - ЕКО ЛИПНИК (АВТОМАТ)" },
                    { "54e4ac09-8559-4003-aece-11eac91185f5", "ул. АЛ. СТАМБОЛИЙСКИ 5Б", "САТОВЧА" },
                    { "54eb8855-47f9-4920-8adb-f6d5d0a625a3", "бул. ПАНОНИЯ 25", "ВИДИН - ВИДА (АВТОМАТ)" },
                    { "54ef556e-b378-40a3-8fd9-5cafedd80c5e", "УЛ. КРАЙЕЗЕРНА, БАЗА СОМАТ", "БУРГАС - СКЛАД" },
                    { "55061bf4-9771-439c-a029-bd25030524cc", "ул. ХРИСТО КАСАПВЕЛЕВ 12", "ПАЗАРДЖИК - ЛУКОЙЛ (АВТОМАТ)" },
                    { "55843d55-6e47-4b87-8774-b5a5275f5488", "ул. ИВАН ВАЗОВ 35", "ТЕТЕВЕН - ИВАН ВАЗОВ (АВТОМАТ)" },
                    { "55dbf57a-0f07-4fbc-867f-438d67cc5883", "ул. БАБА ТОНКА 13", "ВАРНА - ЦЕНТРАЛЕН ПАЗАР" },
                    { "564359a8-255c-457a-be01-0b04dfe59296", "ул. ПАНОРАМНА 2", "СТАРА ЗАГОРА - ТРИ ЧУЧУРА (АВТОМАТ)" },
                    { "5698f4b2-6d81-4947-806e-16619f716746", "ул. ТРИ УШИ 8", "СОФИЯ - ТРИ УШИ (УЛ.)" },
                    { "56e5e8fc-7072-4f06-8a40-8a0046f2fc76", "ул. ДРУЖБА 17", "ЛОЗНИЦА - ДРУЖБА (АВТОМАТ)" },
                    { "56fb83b0-db54-4528-bcbb-1a4796a89a71", "бул. СИМЕОНОВСКО ШОСЕ", "СОФИЯ - СИМЕОНОВО BLACK PEPPER (АВТОМАТ)" },
                    { "56fe7adc-1419-4405-bf87-3531c720f1bb", "ул. ВАСИЛ ЛЕВСКИ 6", "КАЛОЯНОВО" },
                    { "572373ee-d7ef-40eb-a481-f46577d904a0", "ул. СТРАХИЛ ВОЙВОДА 30 С/У LIDL", "ДУПНИЦА" },
                    { "5791aa96-b202-47ba-82c3-5627ed2ede75", "бул. МАДАРА 40", "ШУМЕН - РУСКИ ПАМЕТНИК" },
                    { "5797ef6b-2e6e-45a8-a6a7-0b2c0f7b2d0f", "ул. ИВАН ВАЗОВ", "КИЛИФАРЕВО - СУПЕРМАРКЕТ СТИВИ (АВТОМАТ)" },
                    { "57bd092b-f53c-413f-8cf4-6706ab579483", "ул. ИВАН СУСАНИН 60", "СОФИЯ - ИВАН СУСАНИН (УЛ.)" },
                    { "57e3b174-f6b8-4a59-8165-b5638c844698", "ул. ХРИЗАНТЕМА 19-21", "СОФИЯ - КРАСНО СЕЛО – ЛАГЕРА" },
                    { "582f0f28-b941-4c7e-8192-9ea23bb2741e", "ул. РУСИ РУСЕВ 1", "КЪРДЖАЛИ - РУСИ РУСЕВ (АВТОМАТ)" },
                    { "59758fc0-64da-42a4-b991-0cfe5f38d67f", "ул. НЕОФИТ РИЛСКИ 3", "КАЗАНЛЪК - ПАЗАРА" },
                    { "5aa3e9d1-e055-4c47-8aad-0b9aac37904b", "УЛ. ЦАР СИМЕОН, ПРОМИШЛЕНА ЗОНА РОДОПА", "ТЪРГОВИЩЕ - СКЛАД" },
                    { "5ade5907-8716-4c80-9a11-08dc8de9a29c", "ул. КАП. РАЙЧО 56", "ПЛОВДИВ - ЛЕКСИ КАП. РАЙЧО (АВТОМАТ)" },
                    { "5ae0818c-fd51-411e-811e-782bb4ad1a8a", "бул. ВЪЗКРЕСЕНИЕ 2", "СОФИЯ - ЛУКОЙЛ ВЪЗРАЖДАНЕ (АВТОМАТ)" },
                    { "5c15ba29-710d-4af2-8622-7a0732c730eb", "ул. ХАДЖИ ДИМИТЪР СТОИЛОВ 1", "АСЕНОВГРАД - КАУФЛАНД (АВТОМАТ)" },
                    { "5ceccb91-052f-4b50-9bb8-81daea520eb5", "ул. ГЕН. НИКОЛА ЖЕКОВ 22", "СОФИЯ - СВОБОДА (ЖК)" },
                    { "5ddea99e-9f29-4b1a-b405-2c1cb891192b", "ул. 17-ТИ НОЕМВРИ 1", "БОТЕВГРАД - 3-ТИ МАРТ (БУЛ.)" },
                    { "5de12d14-fbeb-499e-91e0-d902e77642e7", "ул. СЛАТИНСКА 9", "СОФИЯ - ОМВ СЛАТИНСКА (АВТОМАТ)" },
                    { "5e8d939f-8179-4616-ac6a-b80f2b472286", "ул. АНГЕЛ КЪНЕВ 33", "ПЛОВДИВ - МАГАЗИН ПЛОВДИВ (АВТОМАТ)" },
                    { "5f472739-a484-43eb-aa6f-e98a61cc0c4e", "бул. ДИМИТЪР БЛАГОЕВ 5", "ДИМИТРОВГРАД - ДИМИТЪР БЛАГОЕВ (БУЛ.)" },
                    { "5f568503-da5f-4312-bb2f-0feff455e94b", "ул. ТАЧО ДАСКАЛОВ 4", "РАДНЕВО - ТАЧО ДАСКАЛОВ (АВТОМАТ)" },
                    { "5f752c35-a95b-4d3e-a15b-d3f00bd88018", "ул. ГЕН. СКОБЕЛЕВ 81", "ШУМЕН - СКОБЕЛЕВ (АВТОМАТ)" },
                    { "5f7efc17-8d5c-4309-baa5-2c92e8aee1a3", "бул. КЛИМЕНТ ОХРИДСКИ 15", "СОФИЯ - ФАНТАСТИКО ДЪРВЕНИЦА 2 (АВТОМАТ)" },
                    { "5fe4f8cf-963e-4ede-912c-5422e127182c", "ул. ГЕН. ДРАГОМИРОВ 154", "ШУМЕН - ЛУКОЙЛ БОЯН БЪЛГАРАНОВ (АВТОМАТ)" },
                    { "606b889d-6052-45ec-a9d8-343969f4940a", "ул. ЦАР БОРИС I 2Д", "ПЛИСКА - ЦАР БОРИС I (АВТОМАТ)" },
                    { "606d7441-49b9-4411-bd97-90b7a229a4df", "ул. ГЕОРГИ ДРАЖЕВ 6 ТК САН МАРИНО", "СОФИЯ - ПАЗАР ЛЮЛИН (АВТОМАТ)" },
                    { "60b8fb0d-1af0-41a7-a95b-8ef8bb38c3fe", "ул. СВ. КИПРИЯН", "СОФИЯ - РУМ МЛАДОСТ 2 (АВТОМАТ)" },
                    { "61d7233a-077b-4aa3-afb8-bdba17b40e6c", "ул. САН СТЕФАНО 22", "СОФИЯ - САН СТЕФАНО ПЛАЗА (АВТОМАТ)" },
                    { "62097bae-055b-4b39-b2aa-89c49fc809fd", "ул. СТАРА ПЛАНИНА 34-36", "ВАРНА - СТАРА ПЛАНИНА" },
                    { "62218b10-ab51-43a1-a5ad-31242f0c07b4", "ул. ИВАН ПЕШЕВ 15 НА ЪГЪЛА С УЛ. РАШОВЕЦ", "ЛОЗЕН" },
                    { "62e9566a-b526-41d1-8b99-ab96b899497d", "ул. ЗАХАРИ СТОЯНОВ 6", "БЯЛА СЛАТИНА" },
                    { "639e4a60-f02b-4103-aa19-2975ce567a1e", "ИЗТОЧНА ИНДУСТРИАЛНА ЗОНА", "ХАСКОВО - СКЛАД" },
                    { "63eb2e9b-f432-447d-b3b7-945749e5d086", "ул. СТАРА ПЛАНИНА 5", "СОФИЯ - СТАРА ПЛАНИНА (АВТОМАТ)" },
                    { "641647c8-a4f0-4fe3-ae23-3a3b68aca4fb", "бул. ЧЕРНИ ВРЪХ 204", "СОФИЯ - ФАНТАСТИКО ДРАГАЛЕВЦИ (АВТОМАТ)" },
                    { "643bfecf-48a1-4a1d-ab83-c580986ed85b", "с. ТОПОЛИ ул. СТОЯН КУПЕНОВ 2А", "ТОПОЛИ - СТОЯН КУПЕНОВ" },
                    { "644bd358-a877-4dad-b023-a5ecda0bb112", "бул. ГЕН. МИХАИЛ Д. СКОБЕЛЕВ 44", "СОФИЯ - СКОБЕЛЕВ (БУЛ.)" },
                    { "64766680-0bde-4405-b098-c56186bd9976", "бул. БРАТЯ БЪКСТОН бл. 208", "СОФИЯ - БРАТЯ БЪКСТОН (БУЛ.)" },
                    { "64abda92-f544-44a4-afe3-1f9175b5426e", "ул. СТРАХИЛ ВОЙВОДА 38", "ВАРНА - СТРАХИЛ ВОЙВОДА (УЛ.)" },
                    { "64bcb720-e05e-4458-a112-4b7efb7e3bce", "бул. КОНСТАНТИН ВЕЛИЧКОВ 147", "СОФИЯ - ЕКО КОНСТАНТИН ВЕЛИЧКОВ (АВТОМАТ)" },
                    { "651651b6-952e-4d3c-abda-a322675579ee", "бул. ВЛАДИМИР ВАЗОВ УЛ. РЕКА ВЕЛЕКА", "СОФИЯ - ЕКО ВЛАДИМИР ВАЗОВ (АВТОМАТ)" },
                    { "654ff6d6-f71a-4d2f-b1fa-a07d803a5c88", "бул. ХРИСТО БОТЕВ 19А", "ХИСАРЯ - ХРИСТО БОТЕВ" },
                    { "662fea08-c053-4d08-8bfd-52a9535d2a50", "ул. Н. Й. ВАПЦАРОВ 6", "КУБРАТ" },
                    { "66949d39-2393-438a-8828-db991d5ec6ee", "ул. ИСКЪРСКО ДЕФИЛЕ 281", "НОВИ ИСКЪР" },
                    { "67933f36-e03c-421f-9919-924f07f40708", "жк МЕДЕН РУДНИК бл. 333", "БУРГАС - МЕДЕН РУДНИК" },
                    { "6810c233-6326-4454-b6cc-a28334e0fa9d", "ул. ИНДУСТРИАЛНА 33", "БУРГАС - ЕКО АКАЦИИТЕ (АВТОМАТ)" },
                    { "68dcc7da-5150-4904-8921-d5db9853612f", "ул. ПАНАИРСКА ЛИВАДА ПРOДЪЛЖЕНИЕТО НА УЛИЦАТА", "ГОЦЕ ДЕЛЧЕВ - СКЛАД" },
                    { "690ae551-666b-47ff-8f30-81af4e0f5ee2", "ул. ИВАН АПОСТОЛОВ 16 БАЗА ЮЖЕН ПЛОД ПРЕДИ ТОПЛИВО", "ПЕТРИЧ - СКЛАД" },
                    { "692eec26-bb83-4b8b-80c9-af8bdac40d6f", "бул. КНЯЗ АЛ. БАТЕНБЕРГ 16", "ГУРКОВО (АВТОМАТ)" },
                    { "694e6556-2cfd-4a84-8ed3-b192fe3be6ed", "бул. СЕРДИКА 14", "СОФИЯ - МОЛ СЕРДИКА" },
                    { "69888344-be76-46f7-b71a-f20e53fd2a8a", "бул. ЛИПНИК 88", "РУСЕ - ЦБА ЗДРАВЕЦ (АВТОМАТ)" },
                    { "69e54d31-67b0-491d-86b0-2b026a676b14", "ул. СИМЕОНОВСКА 12", "СОФИЯ - СИМЕОНОВО" },
                    { "6a100e9b-adb8-4871-9cd7-a2a7e1100e89", "ул. СВ. СВ. КИРИЛ И МЕТОДИЙ 16", "МЕЗДРА" },
                    { "6a63e5d5-c1da-4645-86f8-df24890344f6", "ул. БЕЛИ ЛОМ 7", "РАЗГРАД - БЕЛИ ЛОМ (АВТОМАТ)" },
                    { "6a6b5058-2ed2-4500-b0c9-7d8240526f9b", "ул. ДИМИТЪР БЛАГОЕВ 1 ДО ПАЗАРА", "АЙТОС - ПАЗАРА" },
                    { "6a94991c-ea14-4927-ac72-154fa01f2fc8", "бул. ЦАРИГРАДСКО ШОСЕ 90 ет. -2 ДО ЕСКАЛАТОРИТЕ", "СОФИЯ - КАПИТАЛ ФОРТ (АВТОМАТ)" },
                    { "6ad8789d-8627-41a5-b4be-28880e3a8b01", "жк ТРАКИЯ бл. 148", "ПЛОВДИВ - ТРАКИЯ (ЖК), БЛ.148" },
                    { "6b794388-2909-40e3-ac76-fc965e8a72db", "жк ВЛАДИСЛАВ ВАРНЕНЧИК ул. НИШ 33", "ВАРНА - ВЛ. ВАРНЕНЧИК (ЖК)" },
                    { "6ba48b3a-c4fc-45bc-9736-4021028cc171", "ул. ХРИСТО БОТЕВ 6А", "НИКОЛОВО (АВТОМАТ)" },
                    { "6bad41ba-58e8-4d1b-8132-ae3731e8fe4b", "жк СЛАВЕЙКОВ бл. 179", "БУРГАС - ЯНКО КОМИТОВ" },
                    { "6badabfa-6f81-4176-9533-15355d64ae7e", "ул. ОРФЕЙ 18", "ДОБРИЧ - ОРФЕЙ (АВТОМАТ)" },
                    { "6c954ef7-7db3-4166-99e4-a342560181a7", "ул. ЗАВОЯ НА ЧЕРНА 7", "ПАЗАРДЖИК - ГЕНЕРАЛ ГУРКО" },
                    { "6ca57315-3a6e-4d33-9109-84cc1825071a", "жк МУСАГЕНИЦА ул. ВЪРТОПО бл. 104", "СОФИЯ - МУСАГЕНИЦА" },
                    { "6cbe9f0f-8027-4ea7-a102-b6eb932a4a83", "ул. АЛЕКСАНДЪР СТАМБОЛИЙСКИ 11", "ДОБРИНИЩЕ" },
                    { "6cd26d67-3458-40b1-b8d2-f141c2f0d7d0", "бул. ВИТОША 129", "СОФИЯ - ВИТОША (БУЛ.)" },
                    { "6cdb2391-abfc-448b-a098-be7255b442ec", "ул. ЮЛИУС ИРАСЕК 1", "МОНТАНА - ПОЛИКЛИНИКАТА" },
                    { "6d0ca8ef-386d-4165-97aa-af561775d030", "ул. БЕЛА РЕКА 4В", "РАЗЛОГ - БЕЛА РЕКА" },
                    { "6d989375-b482-4016-95a4-1ace5b080aa5", "ул. 3-ТИ МАРТ 77", "ПРИМОРСКО - ПРИЗМА (АВТОМАТ)" },
                    { "6da34c7b-5520-48a5-b5fd-b558fd0fc016", "ул. ОСВОБОЖДЕНИЕ 63", "ЗАВЕТ - ОСВОБОЖДЕНИЕ (АВТОМАТ)" },
                    { "6daf3ba3-cfdc-47bd-a2f7-dd5db6cb56c6", "жк ИЗГРЕВ бл. 178", "БУРГАС - БИЛЛА ИЗГРЕВ (АВТОМАТ)" },
                    { "6e1c2916-29ee-4111-a8e1-0c57808f89fe", "ул. БРАТЯ КРЪСТИНИ 1", "РАКИТОВО" },
                    { "6e867718-08d4-4672-9104-83b834117758", "бул. ПЕЩЕРСКО ШОСЕ 28А", "ПЛОВДИВ - ТЕТ ЛЕНИН" },
                    { "6e92dc79-7435-46e4-8af5-b4f5dcf6dd49", "ул. ОПЪЛЧЕНСКА 2", "ТРОЯН - ОПЪЛЧЕНСКА" },
                    { "6eec0916-b62e-44aa-aa34-1131afc4ef58", "кв. СЕВЕР", "ПРОВАДИЯ - СЕВЕР (АВТОМАТ)" },
                    { "6f5742f8-4b13-4651-a0fe-5a89b019c37d", "кв. ЧЕЛОПЕЧЕНЕ ул. АНГЕЛ МАДЖАРОВ 31", "СОФИЯ – ЧЕЛОПЕЧЕНЕ (КВ)" },
                    { "6fe3ec45-3372-448a-b249-f7294a36abc7", "ул. ТОДОР КАБЛЕШКОВ 3", "СОФИЯ - КАУФЛАНД КАБЛЕШКОВ (АВТОМАТ)" },
                    { "703c1629-bb7f-49b5-b228-34ff8bfdb0b7", "ул. ДИМЧО ДЕБЕЛЯНОВ 80", "ПАЗАРДЖИК - СКЛАД" },
                    { "7044d84c-3b1b-4802-a705-4a8b5a6534df", "ул. ИВАН ВАЗОВ 2", "СТАРА ЗАГОРА - КАУФЛАНД БЕДЕЧКА (АВТОМАТ)" },
                    { "707bee48-5738-48d2-b46d-db86e98e6285", "бул. ЦАРИГРАДСКО ШОСЕ 4-ТИ КМ.", "СОФИЯ - ЕКО ЦАРИГРАДСКО ШОСЕ (АВТОМАТ)" },
                    { "71190003-9eee-4511-9207-ea71a51754e2", "жк МЕДЕН РУДНИК бл. 414 ДО БИВШ БИТОВ КОМБИНАТ", "БУРГАС - МЕДЕН РУДНИК, БИТОВ КОМБИНАТ" },
                    { "716d1a16-e930-4fea-a065-5d5aa4b702c0", "ул. АБАГАР 22 СОФИЯ СИТИ ЛОДЖИСТИК ПАРК", "СОФИЯ - СОМАТ" },
                    { "7178ec72-9a07-493a-ad9c-4498ae5fd982", "ул. СЕЛИОЛУ 17 ПАРТЕР", "ВАРНА - СЕЛИОЛУ" },
                    { "71a1535d-30a5-4509-a17c-9dd4ecb33df9", "ул. СМОЛЯНСКА 12-16", "СОФИЯ - ЛАГЕРА – СМОЛЯНСКА (УЛ.)" },
                    { "7230f60d-685d-48a3-bd57-c2008683e2ca", "ул. ПИРИН 51А", "СОФИЯ - ФАНТАСТИКО МАНАСТИРСКИ ЛИВАДИ (АВТОМАТ)" },
                    { "7230f82a-043c-43bd-a716-679cf343c9a4", "бул. ХРИСТО БОТЕВ 38", "РУСЕ - ТЕХНОПОЛИС" },
                    { "729a620c-9ef6-44d9-8596-34681d2a0e76", "ул. ШУМЕНСКО ШОСЕ 40", "ДУЛОВО - ШУМЕНСКО ШОСЕ (АВТОМАТ)" },
                    { "72f5fb8e-2dbe-4301-8dbf-8fad0dad3ab4", "жк МЛАДОСТ бл. . ПАЗАР ГЮРЛАТА МОДУЛ 37", "ВАРНА - МЛАДОСТ (Ж.К.), ПАЗАР ГЮРЛАТА" },
                    { "7302b9f1-e4d7-4aba-83b2-87b404550886", "бул. Д-Р Г. М. ДИМИТРОВ 77", "СОФИЯ - ФАНТАСТИКО Г.М. ДИМИТРОВ (АВТОМАТ)" },
                    { "73053735-1826-4f75-a17a-f37f9426c3c1", "бул. ПАНОНИЯ 46", "ВИДИН - ОМВ (АВТОМАТ)" },
                    { "73254328-98a2-4ea6-ab85-64093ca0e00e", "ул. ЛЮБЕН КАРАВЕЛОВ 5", "НЕСЕБЪР - ЛЮБЕН КАРАВЕЛОВ (АВТОМАТ)" },
                    { "73696a8c-7891-4c0e-a289-432ec7838282", "бул. ЦАР СИМЕОН ВЕЛИКИ 161", "СТАРА ЗАГОРА – МОТОТЕХНИКА" },
                    { "736f53c1-b09d-423d-9214-d935ba1df0ed", "пл. АВКСЕНТИЙ ВЕЛЕШКИ 7", "АСЕНОВГРАД - ЗЪБЧЕТО" },
                    { "74915b3d-cfee-4578-bd27-d692d3be3bc3", "кв. ОСТРОМИЛА 14Б", "ПЛОВДИВ - ОСТРОМИЛА" },
                    { "749e6eed-3fc5-4688-8ca0-2814d7762a6b", "bul. Osvobozhdenie 31", "Trakia (JK), Bl. 1" },
                    { "74aabc96-737d-4c0d-984b-45d36185ff74", "ул. БОЛНИЧНА 41", "ПАЗАРДЖИК - БОЛНИЧНА (АВТОМАТ)" },
                    { "74f0e30a-eabf-4b0c-be0a-3f31e662fba9", "бул. СВ. ПАТРИАРХ ЕВТИМИЙ 46 БИВШ СКЛАД СИКО", "СТАРА ЗАГОРА - СВ. ПАТРИАРХ ЕВТИМИЙ" },
                    { "7528215c-17cd-4788-8946-cea5b2ee27d9", "бул. Д-Р Г. М. ДИМИТРОВ 77", "СОФИЯ - ФАНТАСТИКО Г.М. ДИМИТРОВ (АВТОМАТ)" },
                    { "759b26a0-2a4b-49a0-8ee0-1b557febbb59", "ул. ЮРИЙ ГАГАРИН 52", "ПЕРНИК - ФАНТАСТИКО (АВТОМАТ)" },
                    { "75a0b58d-25b8-4939-be44-96c436db52a4", "жк ОБЕЛЯ 2 ул. 275 25А", "СОФИЯ - СРЕЩУ МЕТРОСТАНЦИЯ ОБЕЛЯ (АВТОМАТ)" },
                    { "75c66e1c-90f3-4c24-bc72-d40455e725cb", "ул. ДИМИТЪР БЛАГОЕВ 23", "ПЪРВОМАЙ - ДИМИТЪР БЛАГОЕВ" },
                    { "75dd7b6b-3a69-4e94-9d85-31751303edf9", "ул. ЛЕРМОНТОВ 36 ДО I-ВО РПУ", "БУРГАС - ЦЕНТЪР, УЛ. ЛЕРМОНТОВ NO 36" },
                    { "764941ae-a793-426e-bb5a-f0689061d326", "ул. СЪЕДИНЕНИЕ 94", "ЛОЗЕН - ТЪРГОВСКИ КОМПЛЕКС (АВТОМАТ)" },
                    { "768ee1b2-6bdd-4ee9-8802-81ba15bb36bb", "ул. ХРИСТО БОТЕВ 100", "СТАРА ЗАГОРА - ОФИС" },
                    { "76bde353-d58a-49ea-afe5-bfb58ac1beef", "бул. МИТО ОРОЗОВ 6", "ВРАЦА - ОФИС" },
                    { "76fc0f53-0818-4717-a061-1e63a2603b1b", "жк ЗЛАТЕН РОГ ул. ДРУЖБА", "ЯМБОЛ - ГЕОМЕКС (АВТОМАТ)" },
                    { "76ff0663-5dec-4d75-b1ba-b260fd482d8c", "бул. БЪЛГАРИЯ 95 ДО ТЪРГОВИЯТА", "КЪРДЖАЛИ - ЦЕНТРАЛЕН БИВШ ДО ХЛЕБОЗАВОДА" },
                    { "77c1ad38-975e-4696-87b4-919098fa32ec", "бул. ЧЕРНИ ВРЪХ 204", "СОФИЯ - ФАНТАСТИКО ДРАГАЛЕВЦИ, ВЪНШЕН (АВТОМАТ)" },
                    { "77db397a-94cd-40c1-94c2-7fbf49c53b88", "ул. БЕЛОВИДОВО 15", "ЗЛАТОГРАД" },
                    { "7821d729-405e-4f12-97bb-efb470044851", "ул. ДИМИТЪР ПЕШЕВ 14", "СОФИЯ - ЕКО ДРУЖБА 2 (АВТОМАТ)" },
                    { "7891afd8-fcfa-407d-a7ea-a6b73353ea32", "бул. СЛИВНИЦА 8А", "СОФИЯ - ЕКО СЛИВНИЦА (АВТОМАТ)" },
                    { "78c8fdde-fcf9-4caa-bbfe-01485c770252", "ул. ЦАР ПЕТЪР 2", "ДОБРИЧ - ЦАР ПЕТЪР" },
                    { "794a124b-df5c-43a7-9eeb-7aa43d533b02", "бул. АСЕН ЙОРДАНОВ 4", "СОФИЯ - ЕКО АСЕН ЙОРДАНОВ (АВТОМАТ)" },
                    { "796c96ca-98c3-439e-a9b4-9667559da872", "бул. ПЛИСКА 30", "ШУМЕН - ПЛИСКА" },
                    { "79bae2cc-d470-4092-8705-9918cb033f53", "бул. СИМЕОН ВЕЛИКИ 34", "ШУМЕН - БИЛЛА СИМЕОН ВЕЛИКИ (АВТОМАТ)" },
                    { "79dac383-51ec-416d-8177-01cc480efccc", "ул. ТОДОР КАБЛЕШКОВ 2", "САНДАНСКИ - НОВА АВТОГАРА" },
                    { "7a4c55ef-d64a-4da0-8c7d-f746c01a8539", "бул. ПРОФ. ЦВЕТАН ЛАЗАРОВ 126", "СОФИЯ - ДРУЖБА 2" },
                    { "7a4c82c0-c7a5-4662-9207-89aae18af0dd", "ул. 20-ТИ АПРИЛ ПАЗАРА", "ПАНАГЮРИЩЕ" },
                    { "7a5c882f-d8df-46ac-aeeb-337fdb06a194", "бул. СЛАВЯНСКИ 60", "СТАРА ЗАГОРА - ОМВ СЛАВЯНСКИ (АВТОМАТ)" },
                    { "7aa7144b-874f-434e-971d-743da0c94c48", "ул. МАНО ТОДОРОВ 7А", "ГОРНА ОРЯХОВИЦА - КАУФЛАНД (АВТОМАТ)" },
                    { "7adee5eb-5c85-472e-b5c0-ee26605aad53", "ул. ДУНАВ 55", "ДОБРИЧ - КАУФЛАНД (АВТОМАТ)" },
                    { "7af31c28-fbd5-42fe-be26-696af4ee2fb7", "ул. ГЕОРГИ БЕНКОВСКИ 3", "ВАРНА - ГЕОРГИ БЕНКОВСКИ" },
                    { "7af61997-232c-4104-bcba-af088f99ff46", "ул. ХРИСТО БОТЕВ 50", "СТАРА ЗАГОРА - ХРИСТО БОТЕВ" },
                    { "7b06311a-5f39-4f50-ad7e-2a6838f5a66f", "жк МЕДЕН РУДНИК бл. 357", "БУРГАС - МЕДЕН РУДНИК (АВТОМАТ)" },
                    { "7b1613c6-84f4-44a4-aa8e-b93f76eb3bd3", "бул. ВАСИЛ ЛЕВСКИ 61 БИВШ ЗАВОД НА ЗСТ", "БЛАГОЕВГРАД - СКЛАД" },
                    { "7b2394c0-e86a-4717-9926-703c0cde7ad7", "бул. АПРИЛОВ 40", "ГАБРОВО - МОЛ (АВТОМАТ)" },
                    { "7b3aa0d1-ee97-47ed-ae80-b4a40021f10b", "ул. ДИМЧО ДЕБЕЛЯНОВ 3", "ПАЗАРДЖИК - КАУФЛАНД (АВТОМАТ)" },
                    { "7ba525f6-890e-410f-aa66-6bd27d4d53cb", "жк ДЪРВЕНИЦА бул. СВ. КЛИМЕНТ ОХРИДСКИ 15", "СОФИЯ - ФАНТАСТИКО ДЪРВЕНИЦА (АВТОМАТ)" },
                    { "7bdc7417-cb3e-4362-affd-32bcc97bb327", "бул. ЧЕРНИ ВРЪХ 100 ет. -2", "СОФИЯ - МОЛ ПАРАДАЙС (АВТОМАТ)" },
                    { "7c450c40-fc21-4e29-a097-11d6a2f5feba", "жк СТРЕЛБИЩЕ ул. ТРАЯНОВИ ВРАТА 20", "СОФИЯ - ТРАЯНОВИ ВРАТА" },
                    { "7c5b884d-8598-4504-b6ec-400867fb2b90", "бул. БЪЛГАРИЯ 310", "РУСЕ - БЪЛГАРИЯ (БУЛ.)" },
                    { "7cf6e071-52a9-4bd4-b219-c19f336ef5f4", "жк МЛАДОСТ 4 бл. 458", "СОФИЯ - МЛАДОСТ 3 (ЖК), СРЕЩУ БЛ.325Б" },
                    { "7da63bc7-f7c4-4e8d-b4fb-391e64bcc78e", "ул. ЦАР СИМЕОН 32 ВХОД ОТ УЛ. ЗОРА", "СВЕТИ ВЛАС" },
                    { "7de44d20-e5cb-4a76-8ca3-4662debd1aea", "бул. ОСВОБОЖДЕНИЕ 31", "ПЛОВДИВ - ТРАКИЯ (ЖК), БЛ.1" },
                    { "7deef1e1-3a1f-48bb-8ecc-c10f5cb4894a", "жк ЛЮЛИН 7 бул. ЦАРИЦА ЙОАННА", "СОФИЯ - ЕКО ЦАРИЦА ЙОАННА (АВТОМАТ)" },
                    { "7e24ef8b-f350-4b31-bd33-fa9f51049677", "ул. КНЯЗ БОРИС I 51В", "ПЪРВОМАЙ - БИЛЛА (АВТОМАТ)" },
                    { "7e3d8b44-d134-418a-9188-c87a659be402", "ул. ПЕРЕ ТОШЕВ 6", "ПЛОВДИВ - ПЕРЕ ТОШЕВ" },
                    { "7e6d227f-b488-40c1-bf81-6c24ecb82fd3", "ул. 14-ТИ ЯНУАРИ 77", "НОВА ЗАГОРА" },
                    { "7e7a73b9-abc4-45d2-b6fc-d53c21d55e94", "ул. СВ. КЛИМЕНТ ОХРИДСКИ 5", "МОНТАНА - БИЛЛА КЛИМЕНТ ОХРИДСКИ (АВТОМАТ)" },
                    { "7ebbac0e-1bba-4bfc-83cf-d7d5c13e9ac2", "бул. НИКОЛА МУШАНОВ 80", "СОФИЯ - КРАСНА ПОЛЯНА" },
                    { "7ecae625-6ec6-409b-a532-17cef2a77c70", "ul. Konstantin Stoilov 19", "Office" },
                    { "7ed4db77-f3fc-4262-bcea-a612e7c35a86", "жк МЛАДОСТ 3 бл. 378 ПАРТЕР", "СОФИЯ - МЛАДОСТ 3 (ЖК), БЛ. 378" },
                    { "7f453522-eb2d-4b14-ab9c-bc73ca9bb7e5", "ул. ГЕН. ГУРКО 10", "ПАЗАРДЖИК - ГУРКО (АВТОМАТ)" },
                    { "7fae0375-82d8-467e-8a8d-124dd498f5f3", "ул. СВ. ИВАН РИЛСКИ 96А", "ДУПНИЦА - КАУФЛАНД (АВТОМАТ)" },
                    { "7fdf76b3-25a9-41ca-bbce-fe9c5cd7c66d", "бул. ОДРИН 2", "ЛЮБИМЕЦ (АВТОМАТ)" },
                    { "7fdffe69-0321-44aa-ab41-7b5f4b8df7c6", "жк МЕДЕН РУДНИК бл. 513", "БУРГАС - МЕДЕН РУДНИК, БЛ. 513 (АВТОМАТ)" },
                    { "8001c183-1b1b-451b-8f60-cd3b26b4ea21", "ул. ГЕН. СТОЛЕТОВ 33", "СОФИЯ - ОМВ БАНИШОРА (АВТОМАТ)" },
                    { "80b2b488-db73-4af7-98d4-241be0878900", "ул. ПОБЕДА 44", "ЕЛХОВО - БЕНЗИНОСТАНЦИЯ МАЙДЕКС (АВТОМАТ)" },
                    { "80c4a081-7561-4a90-9b82-8495ba69c432", "кв. ИЗТОК ул. РИГА 35", "ПЕРНИК - ИЗТОК" },
                    { "80d154b9-be4d-4f94-8d9e-f1a152839ed8", "бул. ЦАР СИМЕОН 39", "СЛИВЕН - КАУФЛАНД (АВТОМАТ)" },
                    { "8118219f-db1e-4ee5-addf-87486a5880c7", "ул. МАГИСТРАЛНА 12", "ВЕЛИКО ТЪРНОВО - ОМВ (АВТОМАТ)" },
                    { "81684851-6ac6-4e09-84b6-5e49db611660", "бул. АЛЕКСАНДЪР ПУШКИН 64", "СОФИЯ - ФАНТАСТИКО БОЯНА (АВТОМАТ)" },
                    { "81a98836-45c8-4617-8182-09a33a038d60", "бул. СВ. СВ. КИРИЛ И МЕТОДИЙ 26", "БЛАГОЕВГРАД - КИРИЛ И МЕТОДИЙ (БУЛ.)" },
                    { "81c92f92-0289-4030-9e74-44fb0b1dbf43", "ул. АЛЕКСАНДЪР ЕКЗАРХ 45", "СОФИЯ - БИЛЛА ГЕРЕНА (АВТОМАТ)" },
                    { "81e60d20-3fcb-440e-ba9a-15bce4533b29", "ул. НИКОЛА ПЕТКОВ 13", "ХАРМАНЛИ" },
                    { "823bcd77-13c9-4c14-9265-8bc9c3cd9d0b", "жк БЕЛИТЕ БРЕЗИ ул. СМЪРЧ 4", "СОФИЯ - ЦАРЕВО СЕЛО (УЛ.)" },
                    { "829272aa-064d-4b11-b1bb-7505ea948b4f", "кв. КЛУЦОХОР ул. ГЕОРГИ ИКОНОМОВ 40", "СЛИВЕН - КЛУЦОХОР" },
                    { "83166d36-cb1c-4d2f-8a7e-1dccaeaae65a", "ул. ПЕЙО К. ЯВОРОВ 1", "ЕЛИН ПЕЛИН - МАРКЕТ ВАНЕЛИ (АВТОМАТ)" },
                    { "8355fafd-0138-4cb4-9ffa-78fa7286fe29", "ул. ВИТОША 1", "БОТЕВГРАД - ФАНТАСТИКО (АВТОМАТ)" },
                    { "8363a7bd-4c7c-4e83-882b-33abb28eb900", "ул. НИКОЛА ВАПЦАРОВ 17А", "РАКОВСКИ - НИКОЛА ВАПЦАРОВ (АВТОМАТ)" },
                    { "83a6f9bb-8f69-4cb0-a7e2-1c49f21f869d", "ул. СТАМО ПУЛЕВ 2", "СТАРА ЗАГОРА - КАУФЛАНД КАЗАНСКИ (АВТОМАТ)" },
                    { "83f74402-195b-4ecf-bcc6-8184afdc7036", "ул. КОНСТАНТИН СТОИЛОВ 19", "ПЛОВДИВ - ОФИС" },
                    { "83f9efa2-e10f-490a-9777-6bc540ee1367", "ул. САН СТЕФАНО 35", "ПЛЕВЕН - САН СТЕФАНО (УЛ.)" },
                    { "84135c21-7d3b-4eee-bccf-b8490cdecc5e", "бул. АРСЕНАЛСКИ 2 НИВО -2", "СОФИЯ - ПАРК ЦЕНТЪР (АВТОМАТ)" },
                    { "8420c269-8c52-4b2b-a2ef-dd985c987cae", "ул. СЛАВЯНСКА 93 (ДО СТУДЕНТСКО ОБЩЕЖИТИЕ)", "БЛАГОЕВГРАД - СЛАВЯНСКА (АВТОМАТ)" },
                    { "84314c78-698c-41f4-a4f3-7b194c8af2fb", "ул. ПЕТЪР БОНЕВ 70", "ПАЗАРДЖИК - УСТРЕМ" },
                    { "847661ba-f6c0-44e3-9b8e-f46baeb21252", "ул. ПАТРИАРХ ЕВТИМИЙ 99А МАГАЗИН 3", "СВИЩОВ - ХАН БЪЧВА" },
                    { "84d42d38-77c8-4db1-8039-64fe74549d5e", "ул. ВАСИЛ ЛЕВСКИ 9", "ОРЯХОВО" },
                    { "84f78674-a2a3-42bf-8d32-5157cb71f115", "жк ТРАКИЯ бл. 194 вх. Г", "ПЛОВДИВ - КОМПЛЕКС ГЕРБЕР" },
                    { "85199961-b1d1-4a15-811c-a0d4d62f2f53", "жк ОВЧА КУПЕЛ ул. ПРОМИШЛЕНА бл. 429 СРЕЩУ БИЛЛА", "СОФИЯ - ОВЧА КУПЕЛ 1 - ПРОМИШЛЕНА" },
                    { "855eab3b-5776-4c67-aeea-c959a96477d5", "жк МЛАДОСТ 3 ул. 102 С/У БЛ. 321", "СОФИЯ - ФАНТАСТИКО МЛАДОСТ 3 (АВТОМАТ)" },
                    { "85c6a96b-f5b2-45ec-8f2c-be827e191af2", "бул. АЛЕКСАНДЪР СТАМБОЛИЙСКИ 101 НИВО -3", "СОФИЯ - MALL OF SOFIA (АВТОМАТ)" },
                    { "85ea2969-28f4-4c55-b55c-5b4c45e4842f", "ул. ВАСИЛ ЛЕВСКИ 26", "КАРНОБАТ" },
                    { "86d7ca2d-ed1f-4911-b991-edc623795bac", "ул. НИКОЛАЙ КОПЕРНИК 27", "СОФИЯ - ФАНТАСТИКО КОПЕРНИК (АВТОМАТ)" },
                    { "87a9a4cf-3b9d-4549-8b9d-a7242072bf3a", "ул. ВИТОШКО ЛАЛЕ 8", "БИСТРИЦА (АВТОМАТ)" },
                    { "87d4c3a0-5a31-4a23-a91b-bf6c496c3fb7", "ул. Д-Р АТАНАС МОСКОВ 15", "СОФИЯ - ФАНТАСТИКО АТАНАС МОСКОВ (АВТОМАТ)" },
                    { "8816423c-909b-471f-8a82-d22a8ce39acb", "ул. КАП. ПЕТКО ВОЙВОДА 23", "АКСАКОВО - КАП. ПЕТКО ВОЙВОДА" },
                    { "8836b7bc-30df-4473-b29c-6dff85357250", "kv. Ostromila 14B", "Ostromila" },
                    { "883cdf42-a89c-46b5-80bf-0a6a9ef2c261", "бул. ЦАРИГРАДСКО ШОСЕ 116", "СОФИЯ - ОМВ КОРАБЧЕТО (АВТОМАТ)" },
                    { "888ff62e-c515-4c9f-a493-cc2c503fc164", "ул. СОФРОНИЙ 16", "ЕТРОПОЛЕ - СОФРОНИЙ (АВТОМАТ)" },
                    { "889bd0cb-8d7a-46a2-874f-fb0e24c0a2f3", "бул. АПРИЛСКО ВЪСТАНИЕ 3Г", "РАЗГРАД - ЛУКОЙЛ 2 (АВТОМАТ)" },
                    { "88c3dafe-a73f-4202-bca8-e6ca4e56d541", "бул. БЪЛГАРИЯ 197", "СВИЛЕНГРАД - ЕКО (АВТОМАТ)" },
                    { "8987ad34-de79-4da6-a22b-68b75e971941", "ул. РОМЕН РОЛАН 20-26", "ДИМИТРОВГРАД - РОМЕН РОЛАН (АВТОМАТ)" },
                    { "8988c86c-25db-453a-9c5b-9accf6dd68b8", "кв. ОРЛАНДОВЦИ ул. МАРА БУНЕВА 52", "СОФИЯ - ОРЛАНДОВЦИ 2" },
                    { "8a1eb9d7-e55b-4251-99f5-b7aec317335d", "ул. ВАСИЛ МЕЧКУЕВСКИ 4 ПАРКИНГ МОЛ ЛАРГО", "БЛАГОЕВГРАД - ПАРКИНГ МОЛ ЛАРГО" },
                    { "8a2c9d2e-d3b4-4966-a841-dc9fdfffde26", "жк ЛЮЛИН 5 бл. 549 вх. Г", "СОФИЯ - ЛЮЛИН 5 (ЖК)" },
                    { "8a79252c-ad79-42ba-9f65-1e5b7224e4e1", "бул. БЪЛГАРИЯ 49А", "СОФИЯ - ОМВ МОТОПИСТА (АВТОМАТ)" },
                    { "8ab346eb-4538-43aa-ad09-7c0493be9d53", "ул. ДИМИТЪР ПЕТКОВ 66", "СОФИЯ - ДИМИТЪР ПЕТКОВ (АВТОМАТ)" },
                    { "8ab6f624-5bf3-4396-81e1-375943fb4f87", "ул. БРАТЯ МИЛАДИНОВИ 25", "СЛИВЕН - БИЛЛА БРАТЯ МИЛАДИНОВИ (АВТОМАТ)" },
                    { "8b05ac65-0b1d-4e38-acc4-ec28bad1479e", "ул. НИКОЛА МАРЕКОВ 14", "ПАНАГЮРИЩЕ - НИКОЛА МАРЕКОВ (УЛ.)" },
                    { "8b1de21c-654d-4bde-935d-ff536562e81d", "ул. ЕКЗАРХ ЙОСИФ I 13", "ВИДИН - ОФИС" },
                    { "8b43edbc-5a4e-406b-b805-cedff8657d28", "ул. ИЛИЯ ЗЛАТЕВ 9", "ПАВЛИКЕНИ - ИЛИЯ ЗЛАТЕВ (УЛ.)" },
                    { "8b5ff8ba-c80e-4050-abaf-d6a5b9201296", "жк СТРУМСКО ул. СТРУГА 1 НАД М-Н БРИКОЛАЖ", "БЛАГОЕВГРАД - СТРУМСКО (ЖК)" },
                    { "8b61059c-cd43-462e-aa79-83c93434a851", "бул. ПЕЩЕРСКО ШОСЕ 78", "ПЛОВДИВ - ЛЕКСИ ПЕЩЕРСКО ШОСЕ (АВТОМАТ)" },
                    { "8b80dce7-612b-409e-82c8-c36c689dc427", "ул. ХРИСТО ЧЕРНОПЕЕВ 5", "ПЛОВДИВ - 2 - РО РПУ" },
                    { "8b9f611a-4b3f-4ec2-aea4-1744895ccba9", "бул. ЦАРИЦА ЙОАННА 15", "СОФИЯ - МЕГА МОЛ (АВТОМАТ)" },
                    { "8baea712-8dda-4048-a2a2-8be5c84d9c01", "бул. ИСКЪР 6Б", "СВОГЕ - ЕКО (АВТОМАТ)" },
                    { "8bdda5ba-4296-4694-b069-fb4581a7a694", "ул. БРЕЗОВСКО ШОСЕ 145А ПОД ХОТЕЛ ФИЛИПОПОЛИС", "ПЛОВДИВ - БРЕЗОВСКО ШОСЕ, ХОТЕЛ ФИЛИПОПОЛИС" },
                    { "8be64d9a-43b1-43bb-af5a-7a3b462b7c34", "ул. ГОЦЕ ДЕЛЧЕВ 10В", "ДОБРИЧ - ОМВ (АВТОМАТ)" },
                    { "8c2b6ec0-9fd8-47ff-9422-d33351d169cd", "ул. НАЙЧО ЦАНОВ НАДЛЕЗ РОДОПИ", "ПЛОВДИВ - РОДОПИ" },
                    { "8c5de919-fd7f-43f8-91bb-85f904a847b3", "ул. ПЕНКА МИХАЙЛОВА 83", "ТЕТЕВЕН" },
                    { "8c7d81bb-8c77-4b59-9b8f-047f71ccfa19", "ул. БРАТЯ МИЛЕНКОВИ 16", "РАДОМИР - ЕВЛОГИ ГЕОРГИЕВ (УЛ.)" },
                    { "8d737199-5ccb-408b-a590-46a8734f1790", "бул. ЦАР БОРИС III 165", "СОФИЯ - ЦАР БОРИС III" },
                    { "8d89b40d-4a2a-4fe1-b2ac-db253e7136f0", "бул. КНЯЗ АЛЕКСАНДЪР БАТЕНБЕРГ 227", "КАЗАНЛЪК - ОМВ (АВТОМАТ)" },
                    { "8eb03631-f99d-4a8f-a65f-bdd512349209", "ул. ПАТРИАРХ ЕВТИМИЙ 18", "БОТЕВГРАД" },
                    { "8ed71f03-2677-498d-a4ce-e914a9107031", "бул. ГЕОРГИ ДИМИТРОВ 75", "ЧИРПАН - ИЗТОК" },
                    { "8ee7f6d0-ea14-4959-ac1e-e7509e84ffe1", "ул. ЕКЗАРХ ЙОСИФ 18А", "ЧЕРВЕН БРЯГ" },
                    { "8f228fd7-673c-4c02-9d8f-ba89a2d6db5a", "ул. ДЕВНЯ 24", "ВАРНА - КАУФЛАНД ОДЕСОС (АВТОМАТ)" },
                    { "8f5fd43d-0ff7-4edc-a1e0-eaefad53a708", "бул. МИТО ОРОЗОВ 32", "ВРАЦА - СКЛАД" },
                    { "8f83ef39-3fe3-4829-a9be-8ba46afde014", "ул. Д-Р ГЕОРГИ ВЪЛКОВИЧ 10", "СОФИЯ - СОЛУНСКА (УЛ.)" },
                    { "8f9221fb-defd-492a-bcfd-095d399790c4", "ул. СВ. СВ. КИРИЛ И МЕТОДИЙ 23 БЦ ЕЛЕНА", "ПЕРНИК" },
                    { "8fc4f554-10cb-4a45-a6e8-da72ab7a67fc", "бул. ЧЕРНИ ВРЪХ 67", "СОФИЯ - ЧЕРНИ ВРЪХ" },
                    { "8ffed48b-b7a8-465d-97c4-cf685bdbe67c", "ул. СТЕФАН СТАМБОЛОВ 15", "ВАРНА - СТЕФАН СТАМБОЛОВ" },
                    { "9035ef8d-3136-41f5-91bb-aeef9349efe3", "бул. БЪЛГАРИЯ 94", "АСЕНОВГРАД - БЪЛГАРИЯ (АВТОМАТ)" },
                    { "903bc123-6f82-4397-9c9d-1fa129f1bf62", "жк ДРУЖБА 2 ул. ИНЖЕНЕРИНГОВА 27", "СОФИЯ - ФАНТАСТИКО ДРУЖБА 2 (АВТОМАТ)" },
                    { "90579a55-c88c-42ed-8fb5-ba1abff16f76", "ул. НИКОЛАЙ КОПЕРНИК 27", "СОФИЯ - ФАНТАСТИКО КОПЕРНИК (АВТОМАТ)" },
                    { "90a16810-64dc-4a95-8e7d-fa5d9b413f45", "ул. БОРИСА 5", "ПЛОВДИВ - БОРИСА" },
                    { "90c3d277-4747-4b23-b12d-4f121dd1d501", "ул. ТУТРАКАН 14", "СИЛИСТРА" },
                    { "90c9fd85-8cc4-46d1-8833-5162eb3f4211", "ул. ХРИСТО БОТЕВ 67", "ЛЮБИМЕЦ" },
                    { "9155ff64-8a84-46ff-bbce-4bce4abcdd93", "жк СЛАТИНА ул. ЦИКЛАМА 8 ПАЗАР СЛАТИНА", "СОФИЯ - СЛАТИНА (Ж.К.), ДО ПАЗАРА" },
                    { "9183eb61-82d3-427a-ba9d-055948a7613b", "гр. СТАРА ЗАГОРА ул. ГЕН. СТОЛЕТОВ 113", "СТАРА ЗАГОРА - СТОЛЕТОВ (АВТОМАТ)" },
                    { "919056b3-5f77-4990-a329-402797f429f0", "ул. ХРИСТО ПОПОВИЧ 3 ДО ГРАДСКА БОЛНИЦА", "ВАРНА - ГРАДСКА БОЛНИЦА" },
                    { "91d56f5a-e94f-4cdd-bfde-70657214928f", "бул. МАРИЦА 19", "ПЛОВДИВ - ЛЕКСИ КЪРШИЯКА (АВТОМАТ)" },
                    { "936d6f0e-23ad-409b-8423-2fa1bf956e55", "ул. СЛАВЯНСКА 62", "ЛОМ" },
                    { "938a9926-3db1-4963-a2b5-a6b8d2ba2cb8", "ул. ЦАР СИМЕОН 172 СГР. НА ПЕТРОЛ", "СОФИЯ - ЦАР СИМЕОН" },
                    { "93a75813-6fe0-4e07-9977-d142c8117a07", "ул. ПРАЖКА ПРОЛЕТ", "СОФИЯ - ЕКО ПРАЖКА ПРОЛЕТ (АВТОМАТ)" },
                    { "93fdc3e6-cd8d-4ce2-b6a4-c39b04281cda", "ул. ГРАФ ИГНАТИЕВ 30", "ЯМБОЛ - КАУФЛАНД (АВТОМАТ)" },
                    { "9402219d-301b-4115-b475-5af634502125", "ул. НИШАВА 138", "СОФИЯ - ФАНТАСТИКО СТРЕЛБИЩЕ (АВТОМАТ)" },
                    { "945d1508-2158-4970-9a49-e7f8ff353498", "бул. САНКТ ПЕТЕРБУРГ 135", "ПЛОВДИВ - МЕТРО 1 (АВТОМАТ)" },
                    { "94f5934f-d562-4f57-8aa3-f0e9e0869a7a", "ул. ТЕОФАН РАЙНОВ 72", "КАРЛОВО - КАУФЛАНД (АВТОМАТ)" },
                    { "95a14855-841a-4c0e-a5ce-9bdf4ac0408a", "жк МЛАДОСТ ул. ХАН СЕВАР 5 бл. .", "ВАРНА - МЛАДОСТ (ЖК), ХАН СЕВАР 5" },
                    { "95d4469a-06d8-4a65-8edb-375eddb82b80", "ул. ВАСИЛ КОЛАРОВ 62", "СРЕДЕЦ" },
                    { "95e4571b-a6c3-43de-bffc-192daa2f5110", "ул. САМОКОВСКО ШОСЕ 86", "СОФИЯ - ОМВ САМОКОВСКО ШОСЕ (АВТОМАТ)" },
                    { "95f5d251-bb3c-4300-93c3-64e9b382cf82", "ул. ВЛАДО ЧЕРНОЗЕМСКИ 3В", "БЛАГОЕВГРАД - КОНЧЕТО" },
                    { "9603b22e-fa4d-4ce4-85f3-507e1d787142", "жк БОНОНИЯ ул. ВЕЛА ПЕЕВА 21", "ВИДИН - БОНОНИЯ" },
                    { "961b0692-547a-4f30-b7ff-3131a8c6fc22", "жк СТОРГОЗИЯ 140 ИНДУСТР. И ЛОГИСТ. ПАРК ПЛЕВЕН", "ПЛЕВЕН - СКЛАД" },
                    { "965f3a17-bfb3-4f81-8155-f11126f8264d", "жк СТУДЕНТСКИ ГРАД ул. АТАНАС МАНЧЕВ 18", "СОФИЯ - РОДЕН КРАЙ (АВТОМАТ)" },
                    { "96dd85c5-87b5-4788-82bb-df81889d1ceb", "ул. МИХАЛАКИ ГЕОРГИЕВ 38", "ПЛОВДИВ - СЛЪНЧЕВИ ЛЪЧИ" },
                    { "96df44af-3bec-4643-aab5-a66f75ab348b", "бул. ЧЕРНИ ВРЪХ 100 ет. -2", "СОФИЯ - МОЛ ПАРАДАЙС (АВТОМАТ)" },
                    { "98ab884f-1102-4eff-9921-37286328e3db", "ул. ШИПКА 112", "ДРЯНОВО - ШИПКА (УЛ.)" },
                    { "990fc136-c7fd-46b7-8afc-ca2b85ce2c09", "ул. ВЪЗРАЖДАНЕ 7 ЗАД ОБЩИНАТА", "ГАБРОВО - ВЪЗРАЖДАНЕ" },
                    { "99a55961-15e7-4f00-a14c-75b66a2fbb92", "ул. ЦАНКО БАКАЛОВ 5", "ЛЕВСКИ - ЦАНКО БАКАЛОВ (АВТОМАТ)" },
                    { "99e1176b-a3bc-4df1-aae9-0bd7b6207b90", "ул. ДИМИТЪР БЛАГОЕВ 22 вх. Б", "ВЕЛИКО ТЪРНОВО - БУЗЛУДЖА (ЖК)" },
                    { "9a32286c-b50a-4d1b-a93c-bd8e3f365221", "ул. ЕВЛИЯ ЧЕЛЕБИ 30", "СОФИЯ - КАРПУЗИЦА" },
                    { "9aa23587-cad7-4826-aff6-959ef95e5976", "жк ПЛИСКА бул. ПАРТА бл. 2", "МОНТАНА - ПЛИСКА" },
                    { "9b199d98-9e85-46ed-b32a-7bd8d6795ab6", "ул. ГЕОРГИ ДИМИТРОВ 92", "МИЗИЯ – НОВОТО СЕЛО (КВ.)" },
                    { "9bdd5363-aa2e-4a4a-b995-56b737fadc09", "жк ЛЮЛИН 8 ул. 3011 9 вх. А", "СОФИЯ - ЛЮЛИН 8 (ЖК)" },
                    { "9c2b5a9e-41f6-481a-bd6f-f09cc2ec80a4", "бул. ШИПЧЕНСКИ ПРОХОД 3", "СОФИЯ - ПАЗАР СИТНЯКОВО" },
                    { "9c6ebd19-2ec7-416b-97e7-382999fb3f5f", "ул. МАЛАШЕВСКА 2", "САНДАНСКИ - РИБКАТА (АВТОМАТ)" },
                    { "9c6f563f-04d0-4058-9c98-52c1351adb03", "ул. СТАРА ПЛАНИНА 5", "СЕВЛИЕВО - КАУФЛАНД (АВТОМАТ)" },
                    { "9c81424c-0f36-451f-ae86-dfd0c7462d6f", "жк ЛЪГЪТ 19", "ТРОЯН - ЛЪГЪТ" },
                    { "9c9011c8-6001-430c-861e-b5cb30db231d", "бул. ЦАР СИМЕОН ВЕЛИКИ С/У М-Н ЗОРА", "СТАРА ЗАГОРА - ЖЕЛЕЗНИК" },
                    { "9cb83783-0fd4-44cf-a760-3ffbc639576d", "бул. ХАН АСПАРУХ 2", "ВЕЛИНГРАД" },
                    { "9cba5c79-c0bc-4d50-aa21-40a36c0509a3", "ул. ГЕОРГИ С. РАКОВСКИ 49", "СОФИЯ - ГЕОРГИ РАКОВСКИ" },
                    { "9cf684fa-e0a4-48e5-851c-0279d30d618f", "жк СТУДЕНТСКИ ГРАД ул. АКАД. БОРИС СТЕФАНОВ 12", "СОФИЯ - ФАНТАСТИКО СТУДЕНТСКИ ГРАД (АВТОМАТ)" },
                    { "9d10ad6d-ac43-4fcb-80a0-24f7e06781b5", "ул. ХРИСТО БОТЕВ 39", "БАЛЧИК - ХРИСТО БОТЕВ" },
                    { "9d1b5b04-e624-49f5-b897-4fa708d8b9b8", "бул. ПАИСИЙ ХИЛЕНДАРСКИ 68А", "СЛИВНИЦА - ПАИСИЙ ХИЛЕНДАРСКИ" },
                    { "9da09c81-d091-4d0f-9d5a-4e370ff2cb0a", "ул. ЦАР ОСВОБОДИТЕЛ 31", "ПРОВАДИЯ" },
                    { "9dcaddd4-90ec-4b67-b967-133baa0027cb", "ул. ГЕН. ЛЕОНОВ 74", "ВРАЦА - ПЛ. ЛЕВСКИ" },
                    { "9e3e7d48-b345-4aa2-abee-7a355f37dcdf", "бул. СЛАВЯНСКИ 64", "СТАРА ЗАГОРА - АВТОГАРА" },
                    { "9f34a9f8-7777-46bc-8fa8-3db6355d1f13", "ул. СТЕФАН ПЕШЕВ 101 МАГАЗИН А", "СЕВЛИЕВО" },
                    { "9f42dab5-3a76-4ad3-ab09-d27602f2a434", "ул. РАЙКО ДАСКАЛОВ 48", "РАДОМИР - WOW MARKET (АВТОМАТ)" },
                    { "a08abc32-4546-421e-9e77-551a8b9f7268", "жк ТРАКИЯ ул. БРАТАН 2", "ПЛОВДИВ - ТРАКИЯ (ЖК), БЛ.100" },
                    { "a0dc8945-0c6b-49db-a651-2cef84cc8cfe", "бул. Д-Р Г. М. ДИМИТРОВ 55", "СОФИЯ - ОМВ МУСАГЕНИЦА (АВТОМАТ)" },
                    { "a0e75696-d198-4bf8-b1a0-b1be5fcdc450", "ул. Д-Р ПЕТЪР СКОРЧЕВ 2", "ВАРНА - КАУФЛАНД БРИЗ (АВТОМАТ)" },
                    { "a11d1968-3eb6-4a2f-b510-8a899c5e1b83", "бул. МОГИЛЬОВ 47", "ГАБРОВО - ТЕРА МОЛ (АВТОМАТ)" },
                    { "a1df0519-1ae4-41c9-97d2-81d218f5260a", "бул. Г. С. РАКОВСКИ 94", "ДИМИТРОВГРАД - РАКОВСКИ" },
                    { "a1f175d8-5900-48b0-ae04-bc060ad747f1", "бул. ИЛИНДЕН 6", "ХАСКОВО - ТРАКИЙСКИ (АВТОМАТ)" },
                    { "a1f33ef8-a5e0-4a50-ac10-4d4f3acd084f", "бул. НИКОЛА ПЕТКОВ 48 ПРАКТИКЕР", "СТАРА ЗАГОРА - ПРАКТИКЕР" },
                    { "a2221bff-6673-459b-967e-2e8607be24e4", "ул. СЛАВЯНСКА 14", "ОБЗОР - ЧЕТИРИ СЕЗОНА (АВТОМАТ)" },
                    { "a29bde83-aa60-4319-9a2e-2132006334d1", "ул. ЕЛИН ПЕЛИН 30", "ПЛОВДИВ - ПРОСЛАВ" },
                    { "a2c0b4dc-6632-4754-b83c-aabad1ed1485", "ул. ЙОРДАН ЙОВКОВ 1", "РУСЕ - СРЕДНА КУЛА (АВТОМАТ)" },
                    { "a3435072-fe92-4883-afd0-77f80956705d", "ул. ТОДОР КАБЛЕШКОВ 3", "СОФИЯ - КАУФЛАНД КАБЛЕШКОВ (АВТОМАТ)" },
                    { "a3581a4b-5523-45f5-b7e5-90bd3488f2a1", "бул. Д-Р Г. М. ДИМИТРОВ 77 ПАРКИНГ", "СОФИЯ - ФАНТАСТИКО Г.М. ДИМИТРОВ, ВЪНШЕН (АВТОМАТ)" },
                    { "a38a01b9-9824-4894-afee-0d4b45f5b822", "ул. ВИТОША 7", "ЕЛИН ПЕЛИН - ФАНТАСТИКО (АВТОМАТ)" },
                    { "a38f38b5-4b76-4c8e-8fed-528ace0536c7", "бул. ДЕМОКРАЦИЯ 16", "ВРАЦА - ТЦ СУМИ (АВТОМАТ)" },
                    { "a3b37402-5b25-4289-b206-cee777c8aaed", "бул. 2-РИ ЮНИ 84", "ВРАЦА - ОМВ (АВТОМАТ)" },
                    { "a3cab9b3-f798-47d9-8edb-ad0fcd2119d6", "бул. 8-МИ ПРИМОРСКИ ПОЛК 115", "ВАРНА - ЪПТАУН ШОПИНГ ЦЕНТЪР (АВТОМАТ)" },
                    { "a3de9dc1-f49d-4601-86ba-c8497089f1fc", "ул. ПЕЙО ЯВОРОВ 9", "ЧИРПАН - ЦЕНТЪР" },
                    { "a3ed3c9c-f41f-4aeb-98ed-2e086395a928", "ул. ГЕОРГИ БЕНКОВСКИ 67", "ПАНАГЮРИЩЕ - БИЛЛА ГЕОРГИ БЕНКОВСКИ (АВТОМАТ)" },
                    { "a428e58b-e09b-42bc-9bad-779021d8a622", "жк ДЪБНИКА ПАЗАРЧЕТО", "ВРАЦА - ДЪБНИКА (ЖК)" },
                    { "a48d61d9-071a-4321-81ce-5a840b24b910", "бул. ПРОФ. ЦВЕТАН ЛАЗАРОВ", "СОФИЯ - SNG ДРУЖБА 2 (АВТОМАТ)" },
                    { "a4a57f6c-303b-4169-bb7e-7838503d8925", "ул. СЛАВЯНСКА 34", "КОСТИНБРОД - БИЛЛА ПАРК" },
                    { "a5004b17-1665-47d8-bd1d-669e69b726a5", "кв. ТРАКИЯ ул. РОДОПИ 24 ТРАКИЯ ПЛАЗА", "ШУМЕН - ТРАКИЯ ПЛАЗА" },
                    { "a6ca561e-95b0-42f2-aecf-612e678faeef", "ул. ВАСИЛ ЛЕВСКИ 240", "ТРОЯН" },
                    { "a71963c4-80e6-4177-bad6-f92a10e25fee", "ул. ВАСИЛ ЛЕВСКИ 10", "САМОКОВ - ПЛОЩАДА" },
                    { "a74311d1-34c4-44bf-8718-62fa0563a860", "пл. МАКЕДОНИЯ 1", "ЗЛАТИЦА - ЦЕНТЪР (АВТОМАТ)" },
                    { "a7594523-4f04-4bd1-a943-f32b87121167", "ул. СВ. НАУМ 4", "РУСЕ - ЛУКОЙЛ СВЕТИ НАУМ (АВТОМАТ)" },
                    { "a76732fb-ef46-43a8-8c14-061fa808d6d9", "ул. ОКОЛОВРЪСТЕН ПЪТ 6", "СОФИЯ - ОМВ БОЯНА (АВТОМАТ)" },
                    { "a7919f19-26de-475f-81ab-39eeb6385961", "кв. БОЯНА ул. СЕВАСТОКРАТОР КАЛОЯН 63", "СОФИЯ - БОЯНА" },
                    { "a7dbe6b1-0499-4c90-a3c4-202eb1d07a71", "бул. ВАСИЛ ЛЕВСКИ 60", "ХАСКОВО - ВАСИЛ ЛЕВСКИ (БУЛ.)" },
                    { "a8019f28-7ffa-413b-8a2f-b4b7a6ec608b", "бул. СЪЕДИНЕНИЕ 44", "ХАСКОВО - КАУФЛАНД (АВТОМАТ)" },
                    { "a828a5eb-1dea-4652-85a5-0b0134bcb579", "бул. СВ. КЛИМЕНТ ОХРИДСКИ 8", "СОФИЯ - ТЕХНИЧЕСКИ УНИВЕРСИТЕТ (АВТОМАТ)" },
                    { "a83d0126-88db-41c8-8d3c-55270b6a40d2", "ул. ПЕРЕ ТОШЕВ 33", "ПЛОВДИВ - ХРИСТО БОТЕВ СЕВЕР (АВТОМАТ)" },
                    { "a8434699-99c7-4a28-aab7-6c5b70f5fc79", "бул. НИКОЛА ВАПЦАРОВ 145", "ПЛОВДИВ - НИКОЛА ВАПЦАРОВ (АВТОМАТ)" },
                    { "a87eef21-b330-4f25-8539-22bfae66e488", "кв. МАЛИНОВА ДОЛИНА бл. 25", "СОФИЯ - МАЛИНОВА ДОЛИНА (КВ.)" },
                    { "a8959b20-4bf6-4c7a-b412-d0b7190e5918", "ул. ЦАР БОРИС III 74", "ПЛЕВЕН - ОФИС" },
                    { "a8b3e6cc-9349-4ba5-95c3-c22a5d69f0b1", "бул. ГОЦЕ ДЕЛЧЕВ 56 бл. 15 вх. А", "СОФИЯ - БОРОВО" },
                    { "a8da4ed5-b4ad-4eea-9590-defa094f83eb", "ul. Asen Christoforov 23", "Asen Christoforov" },
                    { "aa4c9cb9-334c-4fd2-8948-7ac33a891ecc", "ул. ХАН КРУМ 4", "КАЗИЧЕНЕ - ХАН КРУМ" },
                    { "aa5d85f6-04ad-4bb8-b593-f9f6abf8ec4b", "ул. Г. С. РАКОВСКИ 6", "ГЕНЕРАЛ ТОШЕВО" },
                    { "aac6a3ea-a1a6-430c-b579-9dd4c8fa5887", "ул. РЕПУБЛИКАНСКА 28", "СОЗОПОЛ" },
                    { "ab0c943f-3bdd-453c-8309-09e2790463fb", "бул. ЦАРИГРАДСКО ШОСЕ 113А", "СОФИЯ - ПОЛИГОНА" },
                    { "ab22c7cd-0017-47d9-ae33-28962905a4c3", "пл. СВОБОДА ПАВИЛИОН 4", "ГОДЕЧ" },
                    { "abcb0e7f-d144-498e-9167-c257248c2896", "жк НАДЕЖДА 1 ул. ЧИПРОВСКО ВЪСТАНИЕ 2", "СОФИЯ - НАДЕЖДА 1 (Ж.К.)" },
                    { "abe4c674-e351-441c-a8fc-ea3bd5e737b9", "бул. ЛИПНИК 10", "РУСЕ - ПРАКТИКЕР" },
                    { "ac6855f3-be04-4271-92ae-3b5972a6761f", "жк ЛЮЛИН 8 бл. 814П", "СОФИЯ - ЛЮЛИН 8 (АВТОМАТ)" },
                    { "ac6af482-f3c2-4f3e-b242-19daaf086f16", "кв. ВРАЖДЕБНА ул. 8 95", "СОФИЯ - ВРАЖДЕБНА" },
                    { "ad1be196-24c9-4612-ac39-b0733265fda6", "бул. АЛЕКСАНДЪР БАТЕНБЕРГ 25", "КАОЛИНОВО - АЛЕКСАНДЪР БАТЕНБЕРГ (АВТОМАТ)" },
                    { "ad804064-1961-432a-8502-8d7f025ab83d", "ул. МАРИН ВЕЛЕВ 1", "ХАРМАНЛИ - ПАЗАРА" },
                    { "ad8ab266-99b9-4f49-ab75-4238bc0c69fd", "бул. СЛИВНИЦА 184", "ВАРНА - ОМВ РЕПУБЛИКА (АВТОМАТ)" },
                    { "ae0b5d28-4837-4afe-ae6f-063d249d4e12", "бул. ВАСИЛ ЛЕВСКИ 31", "СОФИЯ - ВАСИЛ ЛЕВСКИ (БУЛ.)" },
                    { "ae17ed7b-1520-4ed8-923c-fc8ab1ce511f", "ул. ХАН КРУМ 2Б", "НЕСЕБЪР - ХАН КРУМ (УЛ.) (АВТОМАТ)" },
                    { "aea2e393-3c67-4317-91d3-af2809aa655e", "ул. ЦАР ОСВОБОДИТЕЛ 231", "КЮСТЕНДИЛ - ФАНТАСТИКО (АВТОМАТ)" },
                    { "aed2ad83-53d0-4a96-8ef0-ed22d24261a4", "ул. ОКОЛОВРЪСТЕН ПЪТ 188", "СОФИЯ - ЕКО МАЛИНОВА ДОЛИНА (АВТОМАТ)" },
                    { "aede0ca7-0e36-409d-b1fa-dda26210ed8b", "жк ЛЮЛИН 4 бл. 417П вх. А", "СОФИЯ - ЛЮЛИН 4 (ЖК)" },
                    { "aef701b4-3a8d-45ab-8d8b-73c733d43d8f", "ул. ОКОЛОВРЪСТЕН ПЪТ 221", "СОФИЯ - ОМВ МАЛИНОВА ДОЛИНА (АВТОМАТ)" },
                    { "af242e3d-50c3-478d-9f41-87e494a6886d", "ul. Naycho Tsanov nadlez Rodopi", "Rodopi" },
                    { "af409c1b-935f-4a2f-82d8-25a701c74c1c", "ул. ВАСИЛ ЛЕВСКИ 19", "БЯЛА (РУСЕ)" },
                    { "afbf4a35-0ec2-41e7-bde9-ff1a8c4dddbd", "ул. РОДОПСКИ ИЗВОР 102", "СОФИЯ - РОДОПСКИ ИЗВОР (АВТОМАТ)" },
                    { "aff0f9f7-00e8-4a06-a893-beff5c93ab01", "бул. СИМЕОН ВЕЛИКИ 74 ДО ВИЕНСКА ГРАДИНА", "ШУМЕН - ВИЕНСКА ГРАДИНА" },
                    { "b0b078dd-7638-4e75-92ad-379c0452284f", "ул. ЧЕРНА РЕКА 89", "РАЗЛОГ - ВАСИЛ ЛЕВСКИ (АВТОМАТ)" },
                    { "b27acb0f-6455-4ac9-bbac-17683208697e", "ул. РОЗА бл. 37 ДО ВХ. Б", "ВАРНА - ЦВЕТЕН КВАРТАЛ" },
                    { "b333f249-8bd4-4f1b-b4b9-8cadcb600dd6", "ул. ГЕО МИЛЕВ 10", "ПЛОВДИВ - МАРИЯ ЛУИЗА" },
                    { "b3667561-dc28-4453-b547-052a745b5dea", "пл. СВОБОДА", "СВИЩОВ - БИЛЛА (АВТОМАТ)" },
                    { "b3874d9c-e250-40e4-a3ce-6a6a5f650032", "ул. ЙОСИФ СОКОЛСКИ 18", "ГАБРОВО - ШИВАРОВ МОСТ" },
                    { "b3ac5c12-c17e-49ce-9af6-d0be5494e3d0", "ул. АБАГАР 22 АДМИНИСТРАТИВНА СГРАДА", "СОФИЯ - АБАГАР (АВТОМАТ)" },
                    { "b3fd2272-6d63-44bd-beab-17971a2da4d4", "ул. ЛЮБЛЯНА 22А", "СОФИЯ - ЛЮБЛЯНА" },
                    { "b40bbb7c-e0b1-4cd6-8e32-5efed2b26410", "ул. СРЕБЪРНА 15", "СОФИЯ - СРЕБЪРНА" },
                    { "b4391c8b-898d-4bda-8a78-82e88fae0fe5", "ул. АКАД. СТЕФАН МЛАДЕНОВ 56", "СОФИЯ - СТУДЕНТСКИ ГРАД - НСА" },
                    { "b49fcc99-8813-47ed-9c24-52182545d1d4", "ул. ВАСИЛ СТЕФАНОВ 61", "СОФИЯ - КАУФЛАНД МАНАСТИРСКИ ЛИВАДИ (АВТОМАТ)" },
                    { "b4cd04f7-a0c7-46d7-9bc6-8f974555b599", "ул. БОРИС АНГЕЛУШЕВ 2", "БЛАГОЕВГРАД - БИЛЛА АЛЕН МАК (АВТОМАТ)" },
                    { "b4d7d5e2-ab71-464c-9e5e-68b5f1cd46dc", "ул. ЦАРИБРОД 48", "ВАРНА - ЦАРИБРОД (УЛ.)" },
                    { "b4f2a932-3c08-405e-9c37-18f1cfff8962", "жк ДЪРВЕНИЦА бул. СВ. КЛИМЕНТ ОХРИДСКИ 15", "СОФИЯ - ФАНТАСТИКО ДЪРВЕНИЦА (АВТОМАТ)" },
                    { "b5528af5-f9dc-4ca5-83c0-f0351f879341", "ул. ТУЛЧА 19", "РУСЕ - БИЛЛА ТУЛЧА (АВТОМАТ)" },
                    { "b5767261-52fa-464d-81a9-6acd476f5a7e", "ул. НАТАЛИЯ 1", "СМОЛЯН - ЕКО (АВТОМАТ)" },
                    { "b6553659-4607-42f6-bd4c-f6733add59e7", "жк ЛЮЛИН ул. ЛУИ ПАСТЬОР бл. 161", "СОФИЯ - ЛЮЛИН 10 (ЖК)" },
                    { "b6639669-5932-4b8b-a289-10d68aa41870", "РИТЕЙЛ ПАРК СРЕДНОГОРИЕ", "ПИРДОП - БИЛЛА (АВТОМАТ)" },
                    { "b6f43d8b-0394-49fb-a964-de7577bc08b2", "ул. РАЙКО АЛЕКСИЕВ 13", "СОФИЯ - ИЗТОК 2" },
                    { "b73b7cad-91bc-40c2-9db0-3885abbdbc5d", "ул. ВЪРБАН ПЕНОВ 1", "МОНТАНА - ВЪРБАН ПЕНОВ (АВТОМАТ)" },
                    { "b740daa0-8863-43af-b2c3-87ce00ba673d", "жк ДРУЖБА 2 бл. 281 вх. Б ПАРТЕР", "СОФИЯ - ЦАРИГРАДСКИ КОМПЛЕКС (АВТОМАТ)" },
                    { "b7f19a8a-1652-45a2-9ad8-4d1e3c147d78", "ул. ОСТРАТА ЧЕШМА 2", "СУВОРОВО - ОСТРАТА ЧЕШМА" },
                    { "b813f6ad-3923-45c2-a164-bffc80be3d0a", "ул. БЪЛГАРИЯ 110", "ПОПОВО" },
                    { "b82bb034-b4c6-4bca-a336-c121e09b9019", "ул. ГЕН. ГУРКО 19", "СОФИЯ - ГЕН. ГУРКО (УЛ.)" },
                    { "b87729dd-51ec-41fb-8ebf-8ac09c99c00e", "ул. 3-ТИ МАРТ 32", "АСЕНОВГРАД - ЦЕНТЪР (АВТОМАТ)" },
                    { "b8accb19-09bd-4466-8b4a-da1012d51d75", "ул. БЪЛГАРИЯ 17", "ПЛЕВЕН - ДРУЖБА (ЖК)" },
                    { "b8bcd8a2-410e-4c70-8525-b740fd2aeee7", "ул. ВИЧО ГРЪНЧАРОВ 12 КОМПЛЕКС АМБАРИЦА", "ГОРНА ОРЯХОВИЦА - АМБАРИЦА" },
                    { "b8bf47be-a440-43e4-b7a9-44c0abce9ffa", "ul. Hristo Chernopeev 5", "2-nd Police Station" },
                    { "b98dce88-f463-407b-9547-563438f96e64", "ул. КОМАТЕВСКО ШОСЕ 17", "ПЛОВДИВ - КОМАТЕВСКИ ВЪЗЕЛ" },
                    { "b9b3b11c-f8b9-4c0f-8c6e-0d36e88ebf53", "ул. КАП. ПЕТКО ВОЙВОДА 5", "ДОСПАТ" },
                    { "ba05bb06-c919-42c4-84ec-6b5d2a3c121f", "бул. ДУНАВ 66", "ПЛОВДИВ - ДУНАВ" },
                    { "ba090573-30ac-44f5-a98a-102f13e6ce4f", "ул. 3-ТИ МАРТ 9", "ЕЛЕНА" },
                    { "ba0c5b65-989d-498b-8778-7e3d2a01eb65", "бул. 6-ТИ СЕПТЕМВРИ 241", "ПЛОВДИВ - ОМВ МАРИЯ ЛУИЗА (АВТОМАТ)" },
                    { "ba1d1041-5023-4bee-83a1-c6c808f3abbc", "бул. ГЕОРГИ САВА РАКОВСКИ", "ХАСКОВО - ЕКО РАКОВСКИ (АВТОМАТ)" },
                    { "bac2de59-b1bc-4584-864a-55e7bdade947", "ул. ЮРИЙ ГАГАРИН 52", "ПЕРНИК - ФАНТАСТИКО 2 (АВТОМАТ)" },
                    { "bba2e021-c44b-4785-8f96-dff0effa1946", "ул. ЗАХАРИ СТОЯНОВ 30", "МОНТАНА - ЗАХАРИ СТОЯНОВ (АВТОМАТ)" },
                    { "bbd81c4e-476f-4cf1-8c9f-e03de2c209e2", "ул. ЦАР СИМЕОН 21 СРЕЩУ РАЙ ПОЛЯНИТЕ", "ПЕТРИЧ - ЦАР СИМЕОН (УЛ.)" },
                    { "bc6f5046-532d-4dc0-8581-111d4d7e0bbe", "ПТИЦЕКОМБИНАТ С\\У С. ЗАГОРЕ", "СТАРА ЗАГОРА - СКЛАД" },
                    { "bc77e5df-3e5c-47ec-919d-5db96268155e", "ул. 3-ТИ МАРТ 3", "ПАВЛИКЕНИ - 3-ТИ МАРТ (АВТОМАТ)" },
                    { "bca55c2d-d7ef-4e0f-adf0-71b06b1adc07", "пл. ТРАПЕЗИЦА", "БУРГАС - ЛУКОЙЛ БРАТЯ МИЛАДИНОВИ (АВТОМАТ)" },
                    { "bd2f11a0-1863-41ab-86a3-380eb69e06cd", "бул. ЦАРИЦА ЙОАННА 15", "СОФИЯ - МЕГА МОЛ (АВТОМАТ)" },
                    { "bdaf7c83-026f-40c5-83d0-65124900afd1", "ул. 9-ТИ СЕПТЕМВРИ 5", "МОМЧИЛГРАД" },
                    { "be6eea58-205c-4cbb-ad79-79a7729a1a55", "ул. МОСТОВА 3 СРЕЩУ ЕНЕРГОТО", "РУСЕ - БОРЦИТЕ" },
                    { "beef27fd-16ae-4530-9b91-84774dd63232", "ул. СТЕФАН СТАМБОЛОВ 138", "БАНКЯ - ФАНТАСТИКО (АВТОМАТ)" },
                    { "bef663f9-7fd3-4133-95ac-23c25f9557b2", "бул. ПАНЧО ВЛАДИГЕРОВ", "СОФИЯ - ЕКО ЛЮЛИН ЦЕНТЪР (АВТОМАТ)" },
                    { "bf66b6c7-e4f8-44cf-8d18-a3a9a295fbe7", "ул. АСЕНОВГРАДСКО ШОСЕ 4", "ПЛОВДИВ - КОЛОДРУМА" },
                    { "bf768055-371b-41e0-83dc-68467114f5e5", "ул. ДОБРУДЖА 29А", "СИЛИСТРА - ДОБРУДЖА (АВТОМАТ)" },
                    { "c033e1a0-332b-4827-9832-23daba782980", "ул. НИКОЛА ВАПЦАРОВ 6", "МОНТАНА - НИКОЛА ВАПЦАРОВ (АВТОМАТ)" },
                    { "c0409858-2982-44e2-9cbe-1b6e23d7acb2", "ул. КОСТА ЛУЛЧЕВ 52", "СОФИЯ - СКАЙ СИТИ (АВТОМАТ)" },
                    { "c07bfe52-2a18-4967-9641-6684959a3e0c", "жк ХАДЖИ ДИМИТЪР ул. НИКОЛА ВОЙНОВСКИ 67", "СОФИЯ - ХАДЖИ ДИМИТЪР (ЖК)" },
                    { "c0ff8d73-eb6d-4da1-b700-4611fa6d2262", "ул. СТОЯН МИХАЙЛОВСКИ 7", "ВЕЛИКО ТЪРНОВО - КАРТАЛА" },
                    { "c12838ea-5313-4b80-8598-bce69b3145f1", "пл. ТИЧА 37 ДО ОБЩИНСКА СЛУЖБА ПО ЗЕМЕДЕЛИЕ", "ДОЛНИ ЧИФЛИК - ПЛ.ТИЧА" },
                    { "c14345fd-54b7-47e2-a80f-9d376cd4e8e4", "ул. ЗДРАВЕЦ 13", "КЪРДЖАЛИ - КАУФЛАНД (АВТОМАТ)" },
                    { "c1fd3922-9840-40a5-b223-4623ff03d00c", "бул. ОСВОБОЖДЕНИЕ 43", "ХАСКОВО - ОСВОБОЖДЕНИЕ (АВТОМАТ)" },
                    { "c28870a7-d4df-4fbd-b770-f7f5b6df0b07", "ул. ДУНАВ 16", "ДОБРИЧ - ДУНАВ" },
                    { "c28a621b-a218-4806-a72e-1b9af242eb3e", "бул. СИТНЯКОВО 48 ет. -2", "СОФИЯ - СЕРДИКА ЦЕНТЪР (АВТОМАТ)" },
                    { "c31797ab-26ca-483a-9bde-339cdb3b1615", "бул. СТЕФАН СТАМБОЛОВ 8", "СОФИЯ - СТЕФАН СТАМБОЛОВ" },
                    { "c3530b62-b3ee-4059-9af3-c111fb5d9dd8", "ул. РЕПУБЛИКА 31", "ВЪРШЕЦ - БОГАТ-БЕДЕН (АВТОМАТ)" },
                    { "c377e514-37e1-41dd-a456-f92361cfb925", "бул. ЦАРИГРАДСКО ШОСЕ 90 ет. -2 ДО ЕСКАЛАТОРИТЕ", "СОФИЯ - КАПИТАЛ ФОРТ (АВТОМАТ)" },
                    { "c3b81456-81be-4095-93fd-a518fec6b8a7", "ул. БОРИМЕЧКА 1", "СВИЛЕНГРАД - МАРИЦА (АВТОМАТ)" },
                    { "c5243afa-26e9-45f5-8c15-15966af738a7", "ул. ЛЕРИН 1", "ПЛОВДИВ - ЛЕРИН" },
                    { "c6ff9c3f-67c9-47bc-9f27-f9e7f9d8bc8d", "ул. ГЕОРГИ ДИМИТРОВ 62А", "СИМИТЛИ" },
                    { "c71730fc-76dc-4459-980e-437577f57896", "ул. АЗИНЕ 1 ДО АКВАПАРКА", "ПРИМОРСКО - АЗИНЕ (УЛ.)" },
                    { "c71a7952-9e8c-4cd5-87ce-5ca786e7c195", "бул. СЛИВНИЦА 189", "ВАРНА - ЕКО СЛИВНИЦА (АВТОМАТ)" },
                    { "c7f171ff-4847-4687-aa14-3a5ec5adb9f8", "жк ЗОРНИЦА бл. 50 ДО МАКДОНАЛДС", "БУРГАС - ЗОРНИЦА - МАКДОНАЛДС" },
                    { "c8100ab1-f76c-43e7-98c5-f26cb2cfef2c", "ИЗХОДА НА ГРАДА, СРЕЩУ М-Н ТЕХНОПОЛИС", "САНДАНСКИ - СКЛАД" },
                    { "c824f9ed-a023-483c-98bc-f3838272f27a", "ул. ШИРОКА 96Б", "ВИДИН - ВИДА" },
                    { "c8606666-2557-4cc4-b1e4-1ee8dec06821", "бул. СИТНЯКОВО 48 ет. -2", "СОФИЯ - СЕРДИКА ЦЕНТЪР (АВТОМАТ)" },
                    { "c89adf3a-bc04-4c6a-a77b-995ed98411cf", "ул. ГЕОРГИ ДИМИТРОВ 35", "ЯСЕН - ЦЕНТЪР (АВТОМАТ)" },
                    { "c8f93b5a-911b-4a4e-adab-76097d2a86b5", "жк ВЪЗРАЖДАНЕ ул. СЛИВНИЦА 55", "БУРГАС - ВЪЗРАЖДАНЕ" },
                    { "c98acb53-41a7-4fc5-b0b1-a4356081413a", "ул. НАРЦИС 49А", "СОФИЯ - ДРАГАЛЕВЦИ (АВТОМАТ)" },
                    { "c9c710ae-421d-4198-88e0-224d9011c6b8", "ул. ОРЛОВСКА 119", "ГАБРОВО - БИЛЛА" },
                    { "ca1a8024-6494-4932-aacc-21367112a79c", "бул. АЛЕКСАНДЪР СТАМБОЛИЙСКИ", "КРИЧИМ" },
                    { "cab97142-4828-4c00-b370-c6088306b52d", "жк ДРУЖБА 3 ул. СТОЯН МИХАЙЛОВСКИ 18", "РУСЕ - ДРУЖБА 3, КОМПЛEКС МИЛЕНИУМ" },
                    { "caca1c12-a41b-43d2-90fd-565c0f5facb7", "ул. ХРИСТО БОТЕВ 32", "ОМУРТАГ" },
                    { "cb6bc050-5f17-4a04-8167-b0c47c1a683d", "пл. ВАСИЛ ЛЕВСКИ 11", "СЛИВЕН - ПЛ. ВАСИЛ ЛЕВСКИ" },
                    { "cc35117b-3769-499b-9549-aad35137969e", "ul. Tsar Boris I 2D", "Tsar Boris I (Automat)" },
                    { "cc99e08c-887e-451c-8435-116adc308043", "жк ГЕО МИЛЕВ ул. ЛИДИЦЕ 29", "СОФИЯ - ГЕО МИЛЕВ - ЛИДИЦЕ" },
                    { "cd3b5c0f-0b89-4112-a730-fb1123c13e07", "ул. НИКОЛАЙ ПЕТРИНИ 8А ДО ПАРКИНГА НА ЛОВЕН ДОМ", "ЯМБОЛ - Н. ПЕТРИНИ" },
                    { "cd920f76-179c-44aa-8b83-20fbb5eecbfe", "бул. СЮРЕН 1", "ТЪРГОВИЩЕ - ЗАПАД" },
                    { "ce8991fa-602c-44e3-80a5-7135f2d3e3d2", "бул. ЦАРИГРАДСКО ШОСЕ 11А", "СОФИЯ - МЕТРО 1 (АВТОМАТ)" },
                    { "cea7091e-21d8-4f0d-87da-246fe2a6ba6c", "бул. АЛЕКСАНДЪР МАЛИНОВ 75", "СОФИЯ - ХИТ 1 МЛАДОСТ (АВТОМАТ)" },
                    { "ceac7723-976e-46db-b762-902ce716c407", "ул. НЕОФИТ РИЛСКИ 32А", "ПЛЕВЕН - НЕОФИТ РИЛСКИ" },
                    { "cf697095-07da-4816-b7a1-db3e3effd508", "бул. ПРОФ. ЦВЕТАН ЛАЗАРОВ 63", "СОФИЯ - ОМВ МОМИНА ЧЕШМА (АВТОМАТ)" },
                    { "cfa0658b-3a24-4244-a3ac-3c300aac2990", "ул. ПАОЛО ЛЕНЦ 4", "ГОЦЕ ДЕЛЧЕВ - ПАОЛО ЛЕНЦ" },
                    { "cfe3d861-2029-4a1a-b9ba-61a56af67547", "ул. РЕЗБАРСКА УЛ. НИКОЛА ВОЙНОВСКИ", "СОФИЯ - ЕКО РЕЗБАРСКА (АВТОМАТ)" },
                    { "d0035e7c-42e9-430e-a1fa-8f2a81bca3b1", "ул. ГЕН. КОЛЕВ 68", "ВАРНА - ГЕН. КОЛЕВ (УЛ.)" },
                    { "d0889c31-4afd-44a3-b84a-27dd71b586a5", "ул. СВ. ДИМИТЪР СОЛУНСКИ 4В", "ВАРНА - ВИНИЦА" },
                    { "d08c0c26-3a0c-4d86-8e7b-3319da15aa82", "ул. ЖЕКО АНДРЕЕВ 53", "ЯМБОЛ - КАРГОН" },
                    { "d137a2c6-fabc-4b94-abe1-bcbf6c2999be", "бул. ВЛАДИМИР ВАЗОВ 41", "СОФИЯ - ФАНТАСТИКО ЛЕВСКИ (АВТОМАТ)" },
                    { "d1896704-d975-4a2a-9534-f94449a07733", "ул. ДИМИТЪР ХАДЖИКОЦЕВ 51", "СОФИЯ - ДИМИТЪР ХАДЖИКОЦЕВ (УЛ.)" },
                    { "d1bee665-0716-4e2d-ae61-ee1a6db190ea", "жк МЛАДОСТ 4 бл. 488", "СОФИЯ - МЛАДОСТ 4 (Ж.К.), БЛ.488" },
                    { "d28b1f44-fec4-42de-8785-a6585ff3091a", "ул. РЕПУБЛИКА 70", "ВЪРШЕЦ - РЕПУБЛИКА" },
                    { "d2a7857d-8d8e-46fc-9d5e-6dab6715b5aa", "ул. ТЪРГОВСКА 58", "ЛОВЕЧ - ТЪРГОВСКА (УЛ.)" },
                    { "d2ecdefd-ce50-403f-be4f-aaf5d17f13fe", "бул. ВЛАДИМИР ВАЗОВ 4", "СОФИЯ - ОМВ ЧЕРКОВНА (АВТОМАТ)" },
                    { "d316440e-9db7-4199-814c-9b195ab26f76", "жк ЛЮЛИН бул. ЦАРИЦА ЙОАННА", "СОФИЯ - КАУФЛАНД ЛЮЛИН (АВТОМАТ)" },
                    { "d317a4e8-375f-4965-bc53-7467e1820d30", "ул. ЛЮБЕН БОЯНОВ 1", "ПАЗАРДЖИК - БИЛЛА ЛЮБЕН БОЯНОВ (АВТОМАТ)" },
                    { "d3889069-9cfa-4c00-90c2-87575c374ece", "кв. МАНАСТИРСКИ ЛИВАДИ ул. СИНАНИШКО ЕЗЕРО 9А", "СОФИЯ - МАНАСТИРСКИ ЛИВАДИ" },
                    { "d39053a0-ce04-49ac-99d9-c02f64860feb", "ул. ГАГАРИН", "РАКОВСКИ - СЕКИРОВО (АВТОМАТ)" },
                    { "d3addadc-fd99-4ca8-a799-131097e3f5a5", "ул. ОПЪЛЧЕНСКА 35", "СОФИЯ - БИЛЛА ОПЪЛЧЕНСКА (АВТОМАТ)" },
                    { "d3bedced-ec8c-4820-9761-0bfcd4036b07", "бул. ХРИСТО БОТЕВ 85", "ПЛОВДИВ - ВОЕННА БОЛНИЦА" },
                    { "d3f4b387-5d2d-44d0-bf0b-e6b228d1e575", "ул. ГЕОРГИ ТРИНГОВ", "ПЛОВДИВ - ГЕОРГИ ТРИНГОВ" },
                    { "d41c34ae-1198-4b0e-bdc3-c9e7d326903e", "ул. ТРИ УШИ 5", "ВАРНА - ТРИ УШИ (УЛ.)" },
                    { "d4451125-ac04-484a-ad00-48ef1933e9d8", "ul. Zlatna Panega 4", "Riva Center" },
                    { "d48c0822-38c6-4d7a-8f94-3bd503ef6975", "жк НАДЕЖДА ул. МАЙСКА ПЕСЕН 13", "СОФИЯ - НАДЕЖДА (ЖК)" },
                    { "d4bd2041-912f-4b00-a90f-141f5c59f287", "ул. ОБОРИЩЕ 68", "БУРГАС - ОБОРИЩЕ" },
                    { "d4e7b73c-2cc8-4b6c-bd1b-8e0cdf981521", "ул. ЯЗОВИРСКА 1", "СВИЛЕНГРАД - ХЛЕБОЗАВОДА" },
                    { "d4ee1d73-cf20-475e-a349-62b933e1bd41", "жк ЛЮЛИН бул. ДЖАВАХАРЛАЛ НЕРУ 29 МАГ. 10", "СОФИЯ - ЛЮЛИН 7 (ЖК), МИНИ МОЛ" },
                    { "d50ec343-8e8a-47f1-9812-0fb0e38f90ab", "ул. КАП. ПЕТКО ВОЙВОДА 20", "СТАРА ЗАГОРА - БИЛЛА КАП. ПЕТКО ВОЙВОДА (АВТОМАТ)" },
                    { "d56a91ce-1182-4ddf-94bf-e58b84794afc", "ул. ГЕН. КОЛЕВ 6", "ПЕРНИК - ОМВ (АВТОМАТ)" },
                    { "d583a45f-d93d-4441-9eed-8de38343d0c1", "ул. ОТЕЦ МАТЕЙ-МИТКАЛОТО 45", "БУРГАС - КАУФЛАНД МЕДЕН РУДНИК (АВТОМАТ)" },
                    { "d5cdd3e3-c8f5-4d68-b138-436a3f763cef", "ул. ГЕОРГИ КИРКОВ 9", "КАВАРНА - ГЕОРГИ КИРКОВ" },
                    { "d6172e3c-4cca-4e0a-b072-7ba7b14cefdb", "бул. ЦАРИГРАДСКО ШОСЕ 115", "СОФИЯ - БИЛЛА ЦАРИГРАДСКО (АВТОМАТ)" },
                    { "d709f80b-4238-4af3-883d-c1e5b6bf084c", "бул. ВЛАДИМИР ВАЗОВ 41", "СОФИЯ - ФАНТАСТИКО ЛЕВСКИ (АВТОМАТ)" },
                    { "d764dc56-e9a5-47cc-a272-5ac86ca01e6e", "ул. Д-Р СЪЙКО СЪЕВ 30", "ЛОВЕЧ - БИЛЛА СЪЙКО СЪЕВ (АВТОМАТ)" },
                    { "d7d2307f-5b10-4085-a876-c9776873ee6e", "жк МЛАДОСТ 1 ул. ЙЕРУСАЛИМ 22", "СОФИЯ - ФАНТАСТИКО ЙЕРУСАЛИМ (АВТОМАТ)" },
                    { "d83c38a7-af9e-48fc-8bbf-4dd0fbae8361", "ул. СЛАТИНА 6", "СОФИЯ - СЛАТИНА" },
                    { "d8839277-676d-48fc-80c2-931655c330fb", "ул. ТЪРГОВСКА 45", "ЛОВЕЧ - СИТИ ЦЕНТЪР (АВТОМАТ)" },
                    { "d8a446dc-5f41-4836-aedd-07cefff6a435", "бул. ПАРТИЗАНСКИ 23", "ЕТРОПОЛЕ - ПАРТИЗАНСКИ (БУЛ.)" },
                    { "d8c96c44-bdc0-4f11-9622-be4fde7d0043", "кв. САРАФОВО ул. БРАЦИГОВО 16А", "БУРГАС - САРАФОВО (КВ.)" },
                    { "d8d80e8f-4ed7-4b86-aa0d-7fdfef1a91f3", "бул. НИКОЛА Й. ВАПЦАРОВ 59", "СОФИЯ - ЕКО ВАПЦАРОВ (АВТОМАТ)" },
                    { "d8e87a3a-a49e-4fad-ae09-b36518cc2191", "ул. ПРОХЛАДА 1", "ХАСКОВО - ЛЕНЕРА (АВТОМАТ)" },
                    { "d8fd32f3-ad29-4515-aeeb-7e43234d0e20", "ул. СВ. СВ. КИРИЛ И МЕТОДИЙ 29", "ПЕРНИК - БИЛЛА СВ. СВ. КИРИЛ И МЕТОДИЙ (АВТОМАТ)" },
                    { "d9b70809-28f2-4949-9e7a-f2a846fba499", "бул. 25-ТИ СЕПТЕМВРИ 37", "ДОБРИЧ - 25-ТИ СЕПТЕМВРИ (БУЛ.)" },
                    { "d9d927dd-6e49-4580-8f17-0c3bbf6f4072", "ул. ОСЪМСКА 16", "ЛОВЕЧ - ОСЪМСКА (АВТОМАТ)" },
                    { "d9f9d272-dfce-4763-9658-9c56d6e484ee", "ул. ЦАНКО ДЮСТАБАНОВ 42", "АПРИЛЦИ - АВТОМИВКА (АВТОМАТ)" },
                    { "da1b9000-8145-464c-abbf-4108759e8ac0", "бул. АПРИЛСКО ВЪСТАНИЕ 39А", "РАЗГРАД - ЛУКОЙЛ АВТОГАРА (АВТОМАТ)" },
                    { "da60fad6-b99e-4cd0-8c56-6fa6d531dbbf", "ул. 8-МИ ДЕКЕМВРИ 3", "СОФИЯ - ОМВ 8-МИ ДЕКЕМВРИ (АВТОМАТ)" },
                    { "db9605ae-0d66-4029-b718-d5b12c0cd4b4", "ул. ЕЛАША", "ПРАВЕЦ - ЦЕНТЪР (АВТОМАТ)" },
                    { "dc19957a-b1c2-4055-9f3b-bcc78b2c03b2", "ул. ПАТРИАРХ ЕВТИМИЙ", "НОВА ЗАГОРА - ОМВ (АВТОМАТ)" },
                    { "dd02acc1-2fb4-4fe4-aefd-dfc37c862117", "бул. АЛЕКСАНДЪР СТАМБОЛИЙСКИ 38", "ПАЗАРДЖИК - АЛЕКСАНДЪР СТАМБОЛИЙСКИ" },
                    { "dd45eed7-296b-468e-8823-48efa533bd68", "ул. РОМЕН РОЛАН 16", "ДИМИТРОВГРАД" },
                    { "dd6b5084-54aa-4a4e-b2c5-cc4bfad741b1", "ул. ДИМИТЪР БУТАНСКИ 27", "КНЕЖА - ДИМИТЪР БУТАНСКИ (УЛ)" },
                    { "dd7ef828-08a7-44cc-bdee-8c893ec7c201", "жк ДРУЖБА 1 бл. 186 вх. А МАГАЗИН 1", "СОФИЯ - ДРУЖБА 1, БЛ. 186" },
                    { "ddd815d2-f5f0-432f-b8f3-50aef75dbf07", "ул. ХАН АСПАРУХ 13А", "ТВЪРДИЦА" },
                    { "ddfe4f05-db6e-4776-8aa6-f16e6a717aee", "ул. ИНДУСТРИАЛНА 48", "ГАБРОВО - СКЛАД" },
                    { "deaf1388-611e-41df-88fe-10f608ad6ce8", "жк ТРАКИЯ бл. 45", "ПЛОВДИВ - ТРАКИЯ (ЖК), БЛ.45" },
                    { "df51f807-d141-4d03-afaa-200b8e9b8262", "ул. ПОЗИТАНО бл. 11", "СОФИЯ - ОДРИН (УЛ.)" },
                    { "df5d3342-5016-498b-a66a-02e1b2b5c8da", "ул. ПАТРИАРХ ЕВТИМИЙ 26", "ВЕЛИНГРАД - БИЛЛА (АВТОМАТ)" },
                    { "e05c1f4c-cfed-4b1c-96e2-a42572ae0bb2", "кв. КАЛЕТО ул. БДИН 8", "ВИДИН - КАЛЕТО" },
                    { "e093fcae-14f4-4999-bae6-dbe30f4368a9", "жк ДРУЖБА бул. СТЕФАН СТАМБОЛОВ 14А М-Н ХОЛИС", "СЛИВЕН - ДРУЖБА" },
                    { "e0c3835f-e986-4d6e-af68-cf361c350574", "бул. АЛЕКСАНДЪР СТАМБОЛИЙСКИ 156 вх. А", "СОФИЯ - ЗОНА Б-19" },
                    { "e125913c-631b-4db2-aa71-32bce82c5f63", "бул. СТЕФАН СТАМБОЛОВ 103", "БУРГАС - МЕТРО (АВТОМАТ)" },
                    { "e1286bb1-f1be-4e03-a069-6534dfb82760", "пл. ГРОЗДОВ ПАЗАР 1", "ПЛОВДИВ - ГРОЗДОВ ПАЗАР" },
                    { "e2af5ade-1b1e-44fc-bf91-c567efabc5d1", "ул. ТАЧО ДАСКАЛОВ 8", "РАДНЕВО - ЦЕНТЪР" },
                    { "e2fcdcfa-3fde-4ad0-9b29-f3b983338b80", "ул. КАП. ПЕТКО ВОЙВОДА 1 ПАЗАРА", "РУДОЗЕМ" },
                    { "e36524ee-629e-4797-8960-2560e7f6f08d", "ул. ДОНДУКОВ КОРСАКОВ 4", "РУСЕ - ЛУКОЙЛ ДОНДУКОВ КОРСАКОВ (АВТОМАТ)" },
                    { "e380007a-36f2-411f-88d3-bc9b67b24c4c", "ул. БЪЛГАРИЯ 10", "МАРТЕН - БЪЛГАРИЯ (УЛ.)" },
                    { "e38a51e5-a3dc-4df3-a8f3-f153dfb5eb8b", "ул. БИСТРИЦА 9", "СОФИЯ - ЦАР САМУИЛ" },
                    { "e3981d6d-281c-4b4b-9a75-2a3f7c64bd22", "ул. РЕЗБАРСКА 1Б", "СОФИЯ - ОМВ РЕЗБАРСКА (АВТОМАТ)" },
                    { "e41972cc-a368-42b7-b3f8-47049ea2b06c", "ул. СИМОН НАЛБАНТ 70", "ПЕЩЕРА - СУПЕРМАРКЕТ ЛАЗУР (АВТОМАТ)" },
                    { "e458b861-8071-4159-ba0a-cc87d36fc98b", "ул. СТАРА ПЛАНИНА 29", "ЛОВЕЧ" },
                    { "e4756ab3-a314-45e4-94fe-9910247de50a", "ул. СТЕФАН СТАМБОЛОВ 99", "РУСЕ - БИЛЛА ГАРА (АВТОМАТ)" },
                    { "e5171bb2-0c47-4e62-8e44-1758fb835586", "ул. ЧЕРНО МОРЕ 20", "КАБЛЕШКОВО" },
                    { "e54fadd8-aa05-43d5-a445-b604bb60e78a", "ул. АНА ФЕЛИКСОВА 12", "ВАРНА - БИЛЛА ВЪЗРАЖДАНЕ (АВТОМАТ)" },
                    { "e572f6c7-eb9f-446d-8e59-70bc8ccb67b2", "бул. ЦАР СИМЕОН ВЕЛИКИ 28", "СТАРА ЗАГОРА - ЦАР СИМЕОН ВЕЛИКИ" },
                    { "e58c25e1-3487-4f3e-ae26-39567c5565c1", "ул. КОЗЛОДУЙ 55", "СОФИЯ - КОЗЛОДУЙ (УЛ.)" },
                    { "e600b326-eb6d-4ea9-bdfc-26eb3456331c", "бул. ВАСИЛ ЛЕВСКИ 16", "АСЕНОВГРАД - БИЛЛА (АВТОМАТ)" },
                    { "e61f9345-638e-4752-aa82-7f8bf5d1878d", "жк МЛАДОСТ 2 бл. 247А МАГАЗИН 1", "СОФИЯ - МЛАДОСТ 2 (ЖК)" },
                    { "e62393d7-26e4-471f-987c-76b7f6193a13", "кв. КАЗАНСКИ 18", "СТАРА ЗАГОРА - КАЗАНСКИ" },
                    { "e653fc1c-2e0a-46a9-90c4-1c46b3362368", "бул. БЪЛГАРИЯ 115", "КЪРДЖАЛИ - БИЛЛА БУЛ. БЪЛГАРИЯ (АВТОМАТ)" },
                    { "e670deb6-88b1-4f79-b15b-ce6e1919a63d", "ул. ЖЕЛЕЗНИ ВРАТА 2", "ВАРНА - СВА ЖЕЛЕЗНИ ВРАТА (АВТОМАТ)" },
                    { "e6b2c538-ffbb-41df-b6e8-0c8e45cd697d", "ул. Д-Р ГЕОРГИ СТРАНСКИ 3", "ПЛОВДИВ - МОЛ ПЛАЗА (АВТОМАТ)" },
                    { "e6e85846-3fc6-47d4-9469-85010fb78f44", "пл. 3-ТИ МАРТ 7", "СИМЕОНОВГРАД (АВТОМАТ)" },
                    { "e70d72bc-d64d-4b69-b902-4018ae6d2c99", "бул. БЪЛГАРИЯ 15", "ХАСКОВО – ГРАДСКА ГРАДИНА" },
                    { "e9542a39-4c1f-45d2-b6eb-e8b23ae78437", "ул. ВИТОША 1А", "БОТЕВГРАД - ФАНТАСТИКО, ВЪНШЕН (АВТОМАТ)" },
                    { "e95f2279-c149-432c-a394-5ca7ab7cbebe", "бул. ВАСИЛ АПРИЛОВ 124А", "ПЛОВДИВ - БИЛЛА ВАСИЛ АПРИЛОВ (АВТОМАТ)" },
                    { "e95f8f22-fc7d-4984-8202-b69c68c0bf6b", "жк ЛАЗУР ул. КАЛОФЕР 13 ДО РУСКАТА ГИМНАЗИЯ", "БУРГАС - ЛАЗУР" },
                    { "eae5409b-dbff-4039-9a1a-c672e1165af3", "жк ВЪЗРАЖДАНЕ ул. ЦАР САМУИЛ 92", "БУРГАС - ВЪЗРАЖДАНЕ (ЖК), ЦАР САМУИЛ" },
                    { "eb0085ce-a637-4781-bc51-e8a82a7d0e9d", "ул. ГРАФ НИКОЛАЙ ИГНАТИЕВ 30", "СТАРА ЗАГОРА - БАНЯ ПИПЕРКА" },
                    { "eb1d0928-2d86-4ec0-9185-327c41d4e546", "ул. ОБОРИЩЕ 18", "ВЕЛИКО ТЪРНОВО - МОЛ ВЕЛИКО ТЪРНОВО (АВТОМАТ)" },
                    { "ebb35833-3119-4ef0-a02d-af3dfa4f44de", "жк МЛАДОСТ 1А бл. 508", "СОФИЯ - МЛАДОСТ 1А (ЖК)" },
                    { "eca41407-c9a0-48ea-97de-6d5987d00e6c", "ул. МЕБЕЛНА 1", "РАЗГРАД - СКЛАД" },
                    { "ecd58e97-5920-4938-9535-f0908fb0d31b", "бул. БРАТЯ БЪКСТОН 98", "СОФИЯ - ОМВ БЪКСТОН (АВТОМАТ)" },
                    { "ece5c0fb-d302-4c5f-bd5e-e6b90c3679dd", "бул. РОЖЕН 20E", "СОФИЯ - ОМВ РОЖЕН (АВТОМАТ)" },
                    { "ed07b5a9-ac28-488b-8203-2ce2274a7fb0", "жк БРАТЯ МИЛАДИНОВИ бл. 135", "БУРГАС - БРАТЯ МИЛАДИНОВИ" },
                    { "ed8132a4-d636-484e-a8eb-223327f7ce75", "бул. 3-ТИ МАРТ 30", "МОНТАНА - ОФИС" },
                    { "edb8a35a-10ae-46f4-a277-360bf3d55849", "жк МЛАДОСТ 1 ул. ЙЕРУСАЛИМ 22", "СОФИЯ - ФАНТАСТИКО ЙЕРУСАЛИМ (АВТОМАТ)" },
                    { "edc46a17-da17-4f86-b020-574c8da17806", "бул. ЦАР ОСВОБОДИТЕЛ 28", "СЛИВЕН - ЦАР ОСВОБОДИТЕЛ" },
                    { "edf3402d-dea4-4efb-a2ed-3269c72e2cf0", "пл. СВОБОДА 8", "ДОБРИЧ" },
                    { "ee2d41f5-d1b2-41c3-9b94-4adba8f3d1bb", "ул. РОМЕН РОЛАН 7", "ДИМИТРОВГРАД - КАУФЛАНД (АВТОМАТ)" },
                    { "ee5ab27f-4a70-4b00-91e1-6a2baa12fef3", "ул. ПИРИН ПЛАНИНА 3", "ПОПОВО - АВТОГАРА" },
                    { "eea8451e-39ce-4144-b9fa-df3ef723f085", "бул. НИКОЛА ГАБРОВСКИ 58", "ВЕЛИКО ТЪРНОВО - Н. ГАБРОВСКИ (БУЛ.)" },
                    { "eeb66753-5381-4b81-81cd-5aee888ea0f9", "ул. ЗОРНИЦА 3Б", "РУСЕ - ЧАРОДЕЙКА (ЖК)" },
                    { "ef754787-0ec3-4df5-977f-48b5197d6793", "ул. БАНСКО ШОСЕ 14Е", "СЛИВЕН - СКЛАД - БАНСКО ШОСЕ" },
                    { "ef881d00-af76-47fa-833a-568afa20bf80", "ул. БРАТЯ ШКОРПИЛ 15", "ПЛОВДИВ - БРАТЯ ШКОРПИЛ (АВТОМАТ)" },
                    { "efb5c7e0-659b-4ab0-a51d-56bd966cff00", "ул. СВОБОДА 55", "САНДАНСКИ - КАУФЛАНД (АВТОМАТ)" },
                    { "f0c1dad0-9d5c-46d4-84c4-df97727260fa", "бул. БЪЛГАРИЯ 200", "ХАСКОВО - ОВЧАРСКИ (АВТОМАТ)" },
                    { "f0cc04b8-5d64-44a0-b3df-36f4ab0dd9e5", "ул. НИКОЛА ПЕТКОВ 7 ПЪТЯ ЗА ЧЕРНИК", "ДУЛОВО - НИКОЛА ПЕТКОВ (УЛ.)" },
                    { "f18754b5-1ed1-4b70-af4d-6f1ee0020055", "ЗАПАДНА ПРОМИШЛЕНА ЗОНА 2", "ВАРНА - СКЛАД" },
                    { "f1bc8845-bbf9-4375-b762-fd95868f47bd", "ул. ВАСИЛ СТАВРЕВ 2 вх. 1", "ВАРНА - ЛЕВСКИ (КВ.) 2" },
                    { "f1c065ac-f777-4d8b-b5bb-462f078ead1a", "ул. СОФИЯ 44", "БАНКЯ" },
                    { "f1c9d2f6-b44e-4dc9-90c2-2c530f293a1e", "ул. ХРИСТО БОТЕВ 2 НАД ЧЕРКВАТА", "САНДАНСКИ - ХРИСТО БОТЕВ (УЛ.)" },
                    { "f26f9fcd-09db-4e3c-baf7-1109aa570c89", "ул. ХАДЖИ ДИМИТЪР 52", "ПЛЕВЕН - ХАДЖИ ДИМИТЪР (УЛ.)" },
                    { "f2ae9cef-568a-494d-9231-1428289f80ad", "ул. АЛЕКСАНДЪР СТАМБОЛИЙСКИ 62", "КАРЛОВО - СТАМБОЛИЙСКИ" },
                    { "f2de6875-d24f-4ca1-84fc-c0b0c078a9b7", "бул. ВАСИЛ ЛЕВСКИ 2А", "ХАСКОВО - ВЕРТИКАЛ ПЛЮС (АВТОМАТ)" },
                    { "f2f56c23-8509-4582-b1a1-95ca2ac76cdf", "бул. ШИПЧЕНСКИ ПРОХОД 65", "СОФИЯ - ЕКО ШИПЧЕНСКИ ПРОХОД (АВТОМАТ)" },
                    { "f30e7326-a874-4c50-84cd-594f6da1aed5", "ул. ВЕЛИКО ТЪРНОВО 5", "ВЕТОВО" },
                    { "f323cdd9-2b9d-4952-b18c-fecf49673658", "ул. ФЛОРА бл. 66", "СОФИЯ - ФЛОРА" },
                    { "f32c7e66-61d6-49b2-bb5d-c770aa628549", "пл. АТЛАНТИЧЕСКИ 2", "ХАСКОВО - ЦЕНТЪР (АВТОМАТ)" },
                    { "f36ed69f-7f3b-4317-88b9-d09d313e713e", "ул. БРАТЯ МИЛАДИНОВИ", "СЛИВЕН - ЕКО БРАТЯ МИЛАДИНОВИ (АВТОМАТ)" },
                    { "f3c458a0-2e49-4c82-928b-0518577becb0", "ул. ЛЮБЛЯНА 42", "СОФИЯ - ФАНТАСТИКО ЛЮБЛЯНА (АВТОМАТ)" },
                    { "f4f6339e-00d3-49b7-9d18-c40baa120ca3", "бул. ОСВОБОЖДЕНИЕ 19А", "КАРЛОВО - КОМПЛЕКС ЗАМЪКА" },
                    { "f525b7d8-1c0e-4939-9a96-ccdce5cf1f73", "ул. ОКОЛОВРЪСТЕН ПЪТ 214 НИВО -1", "СОФИЯ - РИНГ МОЛ (АВТОМАТ)" },
                    { "f55ba0bb-9bd7-4dc9-b29c-fb22f0862025", "жк ЗОНА Б-18 бл. 8", "СОФИЯ - ЗОНА Б-18" },
                    { "f581ddb0-e367-4f6c-8add-cc538a731a16", "ул. ЧАЙКА 31", "СВЕТИ ВЛАС - ЧАЙКА (АВТОМАТ)" },
                    { "f5be2b34-4495-40f7-b9c5-adb9763f66b5", "бул. СЪЕДИНЕНИЕ 49М", "ВЕЛИНГРАД - СЪЕДИНЕНИЕ" },
                    { "f5c25133-1d5b-4ec6-a535-55a52ae783d2", "кв. ТРАКИЯ ул. ИНДУСТРИАЛНА СКЛ. БАЗА АГРО-НАЙЛ", "ШУМЕН - СКЛАД" },
                    { "f62a8b7c-842f-4b7b-88e4-e3b85e67c007", "ул. СЛАВЯНСКА 2", "ПОПОВО - СЛАВЯНСКА (АВТОМАТ)" },
                    { "f67f733b-2660-41af-8486-2de5fa6d6384", "ул. БЕЛИЯ КАМЪК 24", "СМОЛЯН - БИЛЛА РИТЕЙЛ ПАРК (АВТОМАТ)" },
                    { "f6850aab-5fd2-4267-933b-9e069c5d8e13", "жк ЗАПАД ул. СЛАВЯНСКА 83 ДО ПИЦАРИЯ БОНЖУР", "БЛАГОЕВГРАД - ЗАПАД (ЖК)" },
                    { "f6bbf17e-39da-4966-8907-1eaa1b7503ee", "жк НАДЕЖДА 2 ул. СВ. НИКОЛА НОВИ 2А", "СОФИЯ - НАДЕЖДА 2" },
                    { "f72bb4ee-1f19-4337-a2ae-31dc2736c4e4", "ул. СИЛИСТРА 11", "ТУТРАКАН" },
                    { "f77bdbff-bebf-4bbd-a0af-ba5a7602b38b", "ул. ДИМИТЪР БЛАГОЕВ 5", "СВИЛЕНГРАД - БИЛЛА" },
                    { "f7a128ec-f1be-4b36-84ff-475a337ec96b", "ул. ХРИСТО БОТЕВ 2А", "ДОЛНА МИТРОПОЛИЯ - ХРИСТО БОТЕВ (АВТОМАТ)" },
                    { "f7f4732c-cac8-450d-bcaa-f570d54214a2", "ул. ОБОРИЩЕ 60", "СОФИЯ - ОБОРИЩЕ (УЛ.)" },
                    { "f80c28cc-5e64-493d-8948-96ffd9305df1", "ИНД. ЗОНА ПЛАНОВА", "ВАРНА - МЕТРО (АВТОМАТ)" },
                    { "f85faee2-d43e-417a-8b3f-26b3628afd5f", "бул. 23-ТИ ПЕХОТЕН ШИПЧЕНСКИ ПОЛК 153", "КАЗАНЛЪК - КАУФЛАНД (АВТОМАТ)" },
                    { "f8babd62-23b9-46cb-9723-8b6468de5363", "жк ОРЕЛ бл. 16 СРЕЩУ ГАЛАТЕЯ", "РАЗГРАД - ОРЕЛ (ЖК)" },
                    { "f930e3ed-9abc-402f-a67f-3cf04764f76b", "бул. СТРАНДЖА 14", "РАЗГРАД - ОМВ (АВТОМАТ)" },
                    { "f942f7f2-890c-400f-90bd-9e14b929e34a", "ул. ЗДРАВКО ЧАКЪРОВ 1 ПАРТЕР", "ВАРНА - ВЪЗРАЖДАНЕ (ЖК)" },
                    { "f9912b8a-61cb-407d-a2a2-4a4572bde1aa", "бул. ДОБРУДЖА 24", "ДОБРИЧ - ЕКО (АВТОМАТ)" },
                    { "f9c4053f-e9f0-491c-aaa8-021c1c320b30", "бул. ЛИПНИК 121Д", "РУСЕ - МОЛ (АВТОМАТ)" },
                    { "f9f04ecb-2ae8-4f88-98d5-2da6215be7ea", "ул. КОСТЕНСКИ ВОДОПАД 14", "СОФИЯ - КОСТЕНСКИ ВОДОПАД" },
                    { "fa2c1b3c-c0d2-4294-9e94-aebed7331c48", "жк ДЪРВЕНИЦА бул. СВ. КЛИМЕНТ ОХРИДСКИ 23", "СОФИЯ - ДЪРВЕНИЦА" },
                    { "fa7e947c-d88d-47c6-bb70-768fa9bad698", "ул. БУЗЛУДЖА 1", "СМОЛЯН - БУЗЛУДЖА" },
                    { "faa598f3-e9a1-4dcd-a175-70c48d165fb8", "жк ЛЮЛИН бул. ДЖАВАХАРЛАЛ НЕРУ", "СОФИЯ - ФАНТАСТИКО ЛЮЛИН ЦЕНТЪР (АВТОМАТ)" },
                    { "faf6b4d2-194f-4dd9-a5e0-cadc76af3ca2", "ul. Brezovsko shose 145A pod hotel Filippopolis", "Brezovsko shose, Hotel Filippopolis" },
                    { "fb446d4c-5c69-4d41-b512-004b67084b78", "ул. ПЪРВОМАЙСКИ ПЪТ 1", "ПЕТРИЧ - КАУФЛАНД (АВТОМАТ)" },
                    { "fb5319f5-d746-475a-87f6-3ff0e6a5a0ee", "кв. ИНДУСТРИАЛЕН ул. ИНДУСТРИАЛНА 18", "СТАРА ЗАГОРА - ИНДУСТРИАЛЕН" },
                    { "fb5d0d73-8c9b-41a2-9202-7aff6ce497b0", "ул. ПАТРИАРХ ЕВТИМИЙ 7", "ДИМИТРОВГРАД - ПАТРИАРХ ЕВТИМИЙ ДО РЕЛАКС" },
                    { "fb62fcff-db4a-4e88-869e-45ebc715bf6d", "ул. ДУНАВСКА 71", "ЛОМ - НЕЧАЕВ" },
                    { "fb858e28-4ba6-4e80-ba75-39ffbc2dab2d", "ул. ЛЕНИН 103", "ГЛОЖЕНЕ - БЕНЗИНОСТАНЦИЯ КОСАНИЯ (АВТОМАТ)" },
                    { "fcb6e691-e3b2-480a-ad91-6f9585f20513", "жк ОСВОБОЖДЕНИЕ бл. 5 ДО ОВЪРГАЗ", "РАЗГРАД - ОФИС" },
                    { "fcc787dd-44d7-48e0-b796-347fd0904795", "ул. Г. С. РАКОВСКИ 17", "ТЪРГОВИЩЕ - РАКОВСКА" },
                    { "fd0f3122-b55e-4804-83ac-39174c042454", "жк СЛАВЕЙКОВ бл. 113 ДО БИЛЛА", "БУРГАС - СЛАВЕЙКОВ (ЖК)" },
                    { "fd55ca86-88ce-4e1a-8618-8953cb690452", "ул. ГЕОРГИ С. РАКОВСКИ 82", "СОФИЯ - ГЕОРГИ С. РАКОВСКИ (УЛ.) (ДО ОПЕРАТА)" },
                    { "fd89f871-e019-4cd1-962e-845f93e6c060", "пл. ПЕНЧО СЛАВЕЙКОВ 11", "ВЕЛИКО ТЪРНОВО - ХАЛИТЕ" },
                    { "fdb115d0-8229-48a5-8b90-7dbef378dd98", "ул. НИКОЛА КРУШКИН - ЧОЛАКА 1", "СОФИЯ - ФАНТАСТИКО БИСТРИЦА, ВЪНШЕН (АВТОМАТ)" },
                    { "fe04523a-a741-4c51-ae57-2c7aa8593831", "бул. СТЕФАН СТАМБОЛОВ 30", "ПАЗАРДЖИК" },
                    { "fe73e79e-df6e-49ef-8e10-1c07f7e5bbd0", "бул. СВ. ДИМИТЪР СОЛУНСКИ 21", "БЛАГОЕВГРАД - КАУФЛАНД (АВТОМАТ)" },
                    { "fe90d7d6-51c3-4178-8ee0-acebf18f6227", "бул. 3-ТИ МАРТ 74", "РУСЕ - БЕНЗИНОСТАНЦИЯ БУЛМАРКЕТ (АВТОМАТ)" },
                    { "feac6e1f-d600-4c40-967a-ca85e09e1998", "бул. НИКОЛА МУШАНОВ 114Е", "СОФИЯ - ОМВ ГОРНОБАНСКИ ПЪТ (АВТОМАТ)" },
                    { "feb39dc8-4462-4313-ab1b-2d3c7b32ebe2", "ул. ХРИСТО БОТЕВ 1", "КОЗЛОДУЙ - ОФИС" },
                    { "ff1f5540-ed71-42ee-965f-59dfe78be64a", "бул. ХРИСТО БОТЕВ 128", "СОФИЯ - ХРИСТО БОТЕВ (БУЛ.)" },
                    { "ff3a4619-8c4e-41b7-a3ca-5903c2b29d06", "бул. ПЕЙО К. ЯВОРОВ 2", "БЛАГОЕВГРАД - ЕКО ЕЗЕРЕЦ (АВТОМАТ)" },
                    { "ff792094-7286-4e85-9335-ca04cddbc4de", "ул. ТЪРГОВСКА 69 ПАРТЕР", "ЕЛХОВО" },
                    { "ff7cf6c1-c73b-40ea-98c3-abe116c269ed", "ул. ДИМИТЪР БЛАГОЕВ 6", "ЯМБОЛ - ОФИС" },
                    { "ff8909f8-eddf-44c3-ba96-1945871c6a4f", "ул. ЗОРА 16", "ВАРНА - ЖЕЛЕЗКОВА" },
                    { "ffab6c7b-2d1a-448d-a8d3-5e32e2886257", "бул. БЪЛГАРИЯ 91", "ДВЕ МОГИЛИ (АВТОМАТ)" }
                });
        }

        /// <inheritdoc />
        protected override void Down(MigrationBuilder migrationBuilder)
        {
            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "000d8e82-bda8-4c3a-abc3-34048f3b1bda");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "0010b90c-c124-466a-a248-29b9f8a42d4f");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "001e7b65-4ea8-4c1d-b215-3bcd5a9194ed");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "001fbade-71e6-4135-95d4-1c6a16dc2cd4");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "0051aa06-9d7a-408b-9265-b4bd273cb9ca");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "00a101d3-f5e9-4691-b992-5aca756ff3f9");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "00c1da45-adb8-4068-aa20-88f92ccacc46");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "00cff3e2-bb7f-45a4-a2b2-7874a33c4631");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "00dea1fc-8586-49f4-b239-3e73eab92c63");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "015cb56d-bf95-4df8-8218-eb06fd0e43ae");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "01b017a4-bf1d-4f49-a346-e7b093c5a27a");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "01b6e421-21f9-4eef-8668-8528c092cb0d");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "01dadb10-5583-4bb7-a5d0-3b047183eec6");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "01df4f05-f859-4a9c-a2c6-c2e03346e789");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "01ecc815-a102-406f-9df6-526bf3937f7e");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "0219f3ad-fa0d-407e-b75e-c7cd580953df");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "028e2200-3b42-47f1-b57f-88153b41c175");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "029340b9-4287-4aaa-89a4-7029a4b3ef74");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "02952afc-0101-4392-9fb8-f036eebacd12");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "029792fa-c79f-417d-9f6a-d4e8d8c4c0d0");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "02e07edb-113c-454a-9f22-ec37abd0cf6a");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "0318b727-7215-4cc6-82a5-cc2fe57fbbbe");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "032a2004-8e20-4f28-98d7-6062bca0af9b");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "035ee2ea-153b-4247-91aa-8d32b8770c6f");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "03b841d3-1152-4fe5-ac54-2e07fc1a4558");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "03d5ff28-bc00-4e88-bd81-68fe846f6da0");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "04e41035-e862-4c23-b713-8d9ff3ba10ff");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "053a8f1f-2737-45a6-8dd8-c6e3efaed3bc");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "05b5cc8f-e929-48b6-b766-6061e1b2813f");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "05e62667-4f16-44cc-ab13-f06c9152c331");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "05f3c562-4684-4511-bef0-f6c03d53c3de");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "0604791d-39cb-4fd4-8230-acb6a17067b0");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "06239df0-03d7-4f42-ac99-0e65017f5466");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "06493101-36ee-473e-8b7c-eca789b3d35e");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "06572b22-b05b-44f7-a602-8d8f9529abfd");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "0725e97d-2ce1-4ad4-973e-dc65bc4dfaf0");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "07665f67-484d-405c-a4a8-c1434dd5d7f8");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "076d2358-6e86-4d6c-90fc-08db4b33af9f");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "079f58ec-77eb-4d6c-a89f-a29ee56bf6e6");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "0875348a-d685-4ca1-81c3-cb67495ea3ab");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "088ebd0e-2eed-4d73-94b3-9878681e6bf2");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "08bca3f6-f3ea-429f-b6f6-eccf9b23825b");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "08f16a54-01c4-46e6-a623-cab670382f9a");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "08f1fa71-d629-491f-bf9b-6ab61ed56970");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "091586fe-f5f8-47f7-81b6-598a5dcbcd10");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "091a6b40-ad5e-46ed-8945-0e12fc1cb63f");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "09270694-aef7-4768-ad7b-ab60183b361c");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "09398906-f243-40b0-9d65-4965eddeddb9");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "0970b197-d00f-4cbd-9603-13965b358398");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "0979ff09-c943-413d-b963-7518d0944825");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "099c48a6-755e-4759-9528-4b77fb0048b1");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "09a72cf9-b02a-40fe-964b-932097e89b98");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "0a57fc79-fe0c-4bbc-9792-eff88b9f7013");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "0af734cb-9e81-4796-9ec5-9af7d3bb0e4d");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "0b54cf23-b384-467c-94ee-048bcdd8541a");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "0c01bef2-7cfa-4d2b-952f-394b9f070cb7");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "0c0756c8-0611-411d-897a-129cf41699cd");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "0c48e34c-388c-401d-bad9-779769182ab6");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "0c51edd0-4152-47f6-8353-ffa0c1e8aac7");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "0c698118-333e-4d33-99c6-23f0c275fa45");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "0c73846f-66b4-4f90-89fd-9773669a5fb2");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "0cff66c6-30f1-4ff7-baf1-1da36d3f3b06");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "0daa10a6-aa05-49d4-9f73-88d4f59c7d2f");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "0e3db1bd-2a88-4959-aec5-1c7cc1bc23ef");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "0f0302d3-edec-4509-9a0b-a115f5fe2fbf");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "107001d7-85d3-4e8a-9f17-dfb04205e1fd");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "1084e528-489f-4b3c-96bc-6f61e2645669");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "10a3f770-c1eb-46c2-83f6-22042ad32d13");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "10b71a13-2635-4e21-8aa9-aa5c22ccb8cb");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "10cb3284-fbf8-447a-83dd-3f2969f46074");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "10e584df-b33b-42e2-97b5-146a2b826499");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "111a21ff-a377-4622-9f3b-6ecb828d140e");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "11a86c9a-7c6a-4a30-aa27-863a5f1706e5");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "11c0280d-c32a-4782-a38a-f3fe89e42ab6");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "124c39e7-5064-400f-81a0-a4ad58ccfa08");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "12707c30-3897-42f6-b144-90d1a3466db4");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "12be1825-e05a-43e1-908f-dcfe2ad50644");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "12cd0776-d1ea-4a6e-8695-59e057ad3f64");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "130e357c-4612-443a-89b0-47c99c9f6c3d");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "13bc1364-a4de-46d5-9e5b-d54f70c26056");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "13d0458f-ba6f-4e83-aa00-e2205d28a19f");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "148b48aa-58be-4cb1-a8c5-ead560e6caef");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "14ed0b08-ec61-4cac-bc16-a790f324a49d");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "14fe8c96-5e0a-4b41-ba24-c6f3535eee57");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "151a97ad-aa25-43b9-98b9-7f662fc2e490");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "1533fbae-71c8-40ee-ba44-3c76c9538fc3");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "1578545f-142a-49d4-b2a4-e46249072227");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "15c2c01a-b942-4ba3-aadd-8d5bdfa78325");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "15f134ac-e80c-4fa7-8792-619ce8da6fbd");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "163ba773-ea2b-4e64-86be-4d6380c597ee");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "1689258c-9828-4281-a39c-e59278c84c4e");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "172cf6c8-b024-4665-bec6-5b67c6361881");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "1773efd7-17c3-4f83-8883-f87bfe5b0854");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "1800e726-3749-4306-9ad9-27c25ba9593c");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "1855aeec-ea93-4808-9645-50eccee02ed2");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "185938de-5ebf-459d-a700-2da9a4ef2acd");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "18bf89ff-e55e-45de-9ce7-2044bce3902c");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "18dcc7d7-f099-4014-87ba-6c31a48eacf7");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "1901d2f0-bbe9-47f5-8824-eecf48265cc7");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "1994b254-2973-47a7-b132-78635e52db86");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "1a09a442-05d8-4208-9d2d-61a1974c5168");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "1a2e7dd7-3262-49ef-9164-38e5a9d8d857");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "1a301d67-c42a-425a-b088-f186f8553e0f");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "1a82eaf9-da09-4053-84f7-12d83a9e1483");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "1aaa5772-c0af-4b24-b203-bb819c94e415");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "1adbddf1-10f0-43ca-8af6-cd286f1c311c");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "1b007dc1-b8ae-47b8-9d06-5a19af117280");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "1b17c1eb-4fd5-44b2-8656-021380aafd07");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "1b97fe4f-afe8-4cc7-bcf4-bc42da12778a");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "1ba562c9-3ab3-461d-925f-3d0c13824eb9");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "1ba995a9-0ecd-4f26-b8af-b0a7f54d9486");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "1d6e844a-d429-46b4-879a-3d1a47b04246");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "1da0ca78-6b30-49a2-8740-5a844cb36474");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "1dd6817e-5706-4040-bd20-d80530d41f07");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "1e0cc23a-cdb9-42e9-85ed-9389a90573f1");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "1eafc42b-f10a-4a01-9133-93c8b8b4651a");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "1ed573d5-c7db-4cf2-ba04-3413922a43e2");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "1efa0e05-b3dc-4848-8643-80399ced559c");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "1f80e56d-01c1-46d6-8568-917b819e9081");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "20419b85-51e0-465b-ada8-fb23285e89a0");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "2054664b-4d77-454d-91f1-639efa1f123c");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "209cfda0-b1a6-4fb8-ade7-ddf9cdbd2e50");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "210bf423-32b4-4329-b730-c49e0692922b");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "2193d0f7-f819-4cef-8ac7-ba75ae1d12f0");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "21aa9dc9-a350-49ea-8f15-2e8bdf066920");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "21aabf69-6ff7-4159-a332-6bfcbbc4fd97");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "222eee33-2c5a-4d28-beab-dc99b7b292ff");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "22424008-4d02-48a0-84cb-61561d70bf50");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "2248b44d-57ac-4e40-a118-4dd6819cea03");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "224a55d3-bac8-4344-ba03-d37b541f16ab");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "22aa9030-1049-4ccc-ae09-e607d3979ada");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "22c49a05-81a8-47ee-a152-8050f53825f5");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "22c6717c-68a3-4370-bc8e-c20e03771400");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "2355378c-fd6f-4a87-b2f6-c998cfeee0d4");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "236e5ac8-6404-42ac-8607-2e2cea590529");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "23c8a6a7-bb83-4c0f-8c54-bc25ebdf3363");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "23dff6e9-2ef0-45ad-9197-d7777cb105c9");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "23ebb46b-b70a-42b4-bc4b-34c901513861");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "23f00a80-2e19-48d9-a42e-2b578f9d4bda");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "24073535-d956-40ef-80e7-696f1f979f2e");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "247377dd-8360-48ce-8f68-94abcd0d5a3a");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "2556e04b-fea1-453a-bfc8-89434fc9b77e");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "2577df37-d200-4250-b475-475ab094e95d");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "25843169-4b3d-48dc-9a77-949e1f0c95b5");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "25c41dde-7930-4d60-9da1-cfbe9df8f9af");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "2649146c-1061-4519-924f-f971bf4a3ba2");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "26ad41c8-6739-4f13-b0c0-df1c63c167d5");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "26bae8fa-5d28-40f4-8c8e-fa1d1a5ec4db");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "26fc8027-300c-48e2-b23c-32bf2f48ee33");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "2711d853-7dd9-4787-b987-f87422227b49");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "27838392-2f6e-4243-b9f2-e23ffaea143d");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "27ff97a0-8065-4072-b4c3-74d68fcd8d99");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "28126dbd-f7c0-4d6e-bd31-448d180b8465");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "28226cf1-0715-441a-a3f5-f5e875ec8c11");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "2828ca6d-04b0-4ad7-ab8b-68406d1d3c01");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "283f4f2c-5382-44f1-a9e4-bc6e38a44a61");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "286959ab-f5d2-4a20-ad03-052d25540d02");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "286a6102-5595-437c-873a-a90dfa008eac");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "289c1ab1-453f-4b5b-b2f8-838a56b9a343");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "291eb1aa-b251-48c2-91b3-11ebd206ba53");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "29344d1f-a0a4-4190-830f-a55e5b5a7a28");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "29663ad9-ca52-4782-bfe3-d44a65a6c044");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "2a5e114a-ac7e-4abb-8cf2-48c881ba305d");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "2a75b984-90d4-474d-aa5d-c59b4064984b");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "2a8d09db-a77a-44f3-81f6-e5d179f37119");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "2b2aa568-5db1-4b21-a9ee-68357a02f6e8");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "2bd4add0-b3d3-4f34-a7b7-94507546d226");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "2ca8fc12-fa3f-444f-aaac-3e2be160629a");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "2d79ed25-866d-4543-bb36-ac447f7ae5e8");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "2d7a6093-b0e4-4695-b2cf-e2ca329cd557");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "2dc78464-41ef-4efb-9b3c-a911ccbba9ce");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "2e10d5b1-4a92-46ce-89d2-b6334b939823");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "2e40313c-e33e-4f2e-83e5-3c9e533798e1");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "2ef7121b-6890-4ca7-812a-368fcdaa5f20");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "2f8ac8d2-5ff6-4d21-852d-a8c29b60b5fd");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "2fe09074-12f5-423d-80e4-d5df50f56ae3");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "2ffc35cf-8039-4a4c-944c-a35756810340");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "317be06e-1dd3-4803-8c3f-2595870e81d0");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "32133930-bc3c-4790-879f-b38a3b71cc49");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "3217c078-66d3-4481-a6c1-a42dbf95e9a1");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "322a7ee9-8b9f-46b5-b21b-ff579383a7ba");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "33354ec1-d7a4-4ed0-9fdb-dcc8d14a5331");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "344648f0-2ff3-4130-8a61-827e20b1f6f9");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "348fcc14-c33b-45e3-a730-142ebfd024cf");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "34cd520f-e80d-4eb6-8aac-bdac119901eb");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "34efda12-d41a-43dd-9ffa-bd4d553206c0");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "351114df-7d87-49e1-943e-690f8223837b");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "35555b36-9b85-41a6-a72e-6d25d6e89fb9");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "356d1c27-fd1d-4f8f-9637-1d82797d99d5");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "356d85cd-3541-4375-9674-6abedbcfd3f2");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "35b6d778-9a69-4e97-b8b0-05382c6b93cc");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "35e34786-29ef-4301-b01a-1a1c7ee2af43");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "371c6fdf-2b25-47f9-8d36-6746de67076f");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "37412191-3417-467b-bf73-19d1855ed92d");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "375c85dc-31cc-4b92-a967-77dd271c975f");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "376beadf-af30-4211-b058-db3dbcace6db");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "378606b2-f069-42ba-9705-8f1e9268cd92");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "378fd26f-cd76-4221-b357-95798f5091a3");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "37e82777-7961-4d2e-bee6-25ac84f24bd1");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "3880b506-50a9-4faf-80c3-3a2949ba76ef");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "38b746c8-09a5-4d40-9ead-48ccdb95fdba");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "38ec864f-ed5a-4f28-a0b8-9cc82f92922e");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "38f33543-0d55-4797-87b8-68990d6de5d7");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "3915c730-186c-455d-b4a0-6f6d9af8f9ec");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "392c22e7-4764-4b91-994d-8ba8cfc8fd28");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "392c53c2-1e30-4526-9f08-c8e0d6b850d0");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "3a9eea1a-009c-4d31-a605-c44c37899a05");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "3ae13914-90d9-4d67-a0b5-f8cb57ce698a");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "3b3793b8-6782-4255-8b4f-77a937968ded");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "3ba19fb1-4247-42cc-bf66-026b1ea63582");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "3bba23ac-6660-413e-a9ae-dbfc431074b8");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "3bcdf70f-31e8-4d4b-98ed-e6ca2ee1e4e7");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "3bd1a2c0-12eb-4c87-a5d5-aa880bee0433");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "3bd819f1-ad4b-4947-a348-e388f7d46209");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "3c183400-a979-40fe-ab8e-2e7016bc2f70");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "3c732196-de75-44f5-8557-e4070049ba32");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "3cea172d-4dbd-4385-9f57-9f7e60623af8");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "3d8fe343-13b9-484e-b5d1-57b0332571af");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "3da4ef2d-fbd7-4473-a7dd-5476f0c593c8");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "3dd85bc1-2644-457b-946f-7d99f2a2719c");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "3e106b92-45ab-4d16-8382-c0825e1ca408");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "3e619772-7c8c-4aab-bc46-beea6d01f943");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "3e932efc-f312-4fab-b0d9-d9f6470c63b0");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "3ec67be5-44d1-4cc5-87a2-246ef51227d4");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "3f4c1b81-f820-4fc5-8ed6-c3647a0db9b4");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "3f5c9fea-c227-492a-bd3f-eb7392bf3323");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "3fe13f8a-2158-4849-898d-a664b03855df");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "403c39c8-06ad-4d7d-ad13-d636d1e29d4c");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "40d70fdf-644f-43fb-880b-4a9ee2817dd9");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "418a4621-7f0c-4730-b52e-22dc8e3d9eca");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "420d99cf-777c-4586-b395-f9581824aedc");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "42bb4f2c-cf4a-4031-868c-fd8241492b63");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "42ddad2f-eae7-4610-957e-12dce329ec46");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "43418bc4-3d07-461d-9667-ab5ba6017921");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "434f3006-49cd-4359-8c5b-f86e324a51a2");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "43ab27a7-4099-491f-a26c-b9f5af8f1fbe");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "43bf6b7b-bb16-48aa-a4d0-cd4743c52b20");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "443dd7a7-ed88-4487-accd-eae4a9c27eab");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "4464e208-da0a-49dd-93c0-93876eee5485");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "44b203c7-8ea8-42bc-966a-0690799f8dd2");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "44b72f35-e185-401e-a726-a5f75dac48cc");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "45248286-617c-402d-9f04-2b2fe3e70a8b");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "453998a7-2a3d-4048-9e1d-13a95a67681f");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "456a398e-5346-4431-b345-229a2db9822c");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "4619bd2e-e72b-45e7-ae67-a34d6538b259");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "46595986-27ca-4fb9-bbe9-9d64831bad52");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "46987e46-aeec-4b74-8190-0275a54d2529");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "46a743f4-04fb-49f5-95d2-eb84b565c947");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "46c3bb34-58a0-4a3a-b21a-5f61a33ea4b3");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "46dc63ce-e90f-4f30-b399-66514bb80452");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "46e25f64-2807-4546-ab58-947d841caa6a");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "472ae9c4-f560-4286-8d51-c449c5c53d59");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "47dc2711-60a9-4c02-89d9-ec39e3f0135a");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "47f20db2-9e7d-44ce-95b7-d18217b2ea32");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "48a12f1e-22d1-461f-8a77-199b10cb1ec5");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "4907fead-defe-489e-a3cb-598d1b553d1b");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "493dae11-9aa9-41b3-a3b6-5b910c92e79a");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "49e1be54-8ed9-4a94-8a42-d4e70db614fa");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "4a9523ca-eea9-4526-9841-3a149bbcff37");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "4ab527c6-5eb4-4000-88f4-2d837a42c89b");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "4acc31dc-3a92-4cb9-9c92-299ed9c4c116");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "4aee03e5-0d88-4b4f-9faf-2755d742c921");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "4b1858fa-d92c-4072-9172-5a2dc8004e4b");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "4b34255b-7243-40f0-bfde-2d63172bcafb");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "4b74fc4a-86cd-49b5-b048-aef6a5c284bd");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "4b753fe2-b68e-4617-bfd4-227543db737f");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "4b8a0cb6-afa7-4dbb-98a8-68ce2741d91a");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "4be50309-7428-4c6a-923e-1afeac66da5f");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "4c3b9158-8716-4f79-8279-f8369d826120");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "4c3c8cea-d13c-4a54-9229-3568c4685fb4");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "4ce7cafe-840c-45c3-a5b1-86758b128fe6");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "4d392dfd-4054-435b-a240-42aa19350079");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "4d812103-43ea-4b2d-b731-e986c11eff97");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "4dbb7a24-1202-48e5-b7f8-6b44ed7cb395");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "4efdc9d1-ddae-477b-84ec-07f7a85e973e");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "4f5e2623-3179-448b-b85a-448bf392e994");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "4f71440c-ef93-4087-b32a-926ec72af3be");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "4f75301c-a0bc-4ff5-9f6a-4a92dca87f73");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "4f83b0a4-17dc-4c24-850f-18c0f6dc1108");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "4f902fef-1cc1-4f3a-9dc0-9816960fd5dc");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "4faa16ce-afe0-40fc-8dad-191c06a1cee4");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "5006ac93-5cf1-4131-91b5-80f744df3921");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "5025e6c8-2b8f-4fd7-a4ed-0d5b0d9e0a02");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "51585150-4f19-4167-8a54-3842a39b6e53");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "517b7ac5-4f3f-4599-9fa5-d21efb3c50b1");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "51c56e95-c7ee-4933-930b-f3e611513050");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "52110bd1-1769-4fd4-a1e7-1c3ee6fe6796");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "52914f86-f67a-45f7-8904-38ccf8668046");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "52eaf181-3da3-48ab-b789-938f70e746fe");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "53679e93-8cc7-4ba2-8ec6-8397568a5092");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "53949283-f550-423a-8e4e-2a2a6058165d");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "53962565-f26d-4e06-9040-beacedd85a03");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "53a5bf02-afab-4d54-8587-0617a1c142b4");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "53e59a62-7435-4fa8-9afe-039be2b0c04f");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "540cf233-0ad1-4934-9db6-897b112b7887");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "545c3761-67f5-4a0a-92cf-6e53ca5d85d3");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "54cc4270-55c2-401e-b631-8291019bed44");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "54dcffc9-fde0-43ad-998e-0ea5f9a9c2e3");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "54e4ac09-8559-4003-aece-11eac91185f5");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "54eb8855-47f9-4920-8adb-f6d5d0a625a3");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "54ef556e-b378-40a3-8fd9-5cafedd80c5e");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "55061bf4-9771-439c-a029-bd25030524cc");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "55843d55-6e47-4b87-8774-b5a5275f5488");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "55dbf57a-0f07-4fbc-867f-438d67cc5883");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "564359a8-255c-457a-be01-0b04dfe59296");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "5698f4b2-6d81-4947-806e-16619f716746");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "56e5e8fc-7072-4f06-8a40-8a0046f2fc76");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "56fb83b0-db54-4528-bcbb-1a4796a89a71");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "56fe7adc-1419-4405-bf87-3531c720f1bb");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "572373ee-d7ef-40eb-a481-f46577d904a0");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "5791aa96-b202-47ba-82c3-5627ed2ede75");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "5797ef6b-2e6e-45a8-a6a7-0b2c0f7b2d0f");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "57bd092b-f53c-413f-8cf4-6706ab579483");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "57e3b174-f6b8-4a59-8165-b5638c844698");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "582f0f28-b941-4c7e-8192-9ea23bb2741e");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "59758fc0-64da-42a4-b991-0cfe5f38d67f");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "5aa3e9d1-e055-4c47-8aad-0b9aac37904b");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "5ade5907-8716-4c80-9a11-08dc8de9a29c");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "5ae0818c-fd51-411e-811e-782bb4ad1a8a");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "5c15ba29-710d-4af2-8622-7a0732c730eb");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "5ceccb91-052f-4b50-9bb8-81daea520eb5");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "5ddea99e-9f29-4b1a-b405-2c1cb891192b");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "5de12d14-fbeb-499e-91e0-d902e77642e7");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "5e8d939f-8179-4616-ac6a-b80f2b472286");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "5f472739-a484-43eb-aa6f-e98a61cc0c4e");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "5f568503-da5f-4312-bb2f-0feff455e94b");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "5f752c35-a95b-4d3e-a15b-d3f00bd88018");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "5f7efc17-8d5c-4309-baa5-2c92e8aee1a3");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "5fe4f8cf-963e-4ede-912c-5422e127182c");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "606b889d-6052-45ec-a9d8-343969f4940a");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "606d7441-49b9-4411-bd97-90b7a229a4df");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "60b8fb0d-1af0-41a7-a95b-8ef8bb38c3fe");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "61d7233a-077b-4aa3-afb8-bdba17b40e6c");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "62097bae-055b-4b39-b2aa-89c49fc809fd");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "62218b10-ab51-43a1-a5ad-31242f0c07b4");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "62e9566a-b526-41d1-8b99-ab96b899497d");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "639e4a60-f02b-4103-aa19-2975ce567a1e");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "63eb2e9b-f432-447d-b3b7-945749e5d086");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "641647c8-a4f0-4fe3-ae23-3a3b68aca4fb");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "643bfecf-48a1-4a1d-ab83-c580986ed85b");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "644bd358-a877-4dad-b023-a5ecda0bb112");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "64766680-0bde-4405-b098-c56186bd9976");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "64abda92-f544-44a4-afe3-1f9175b5426e");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "64bcb720-e05e-4458-a112-4b7efb7e3bce");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "651651b6-952e-4d3c-abda-a322675579ee");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "654ff6d6-f71a-4d2f-b1fa-a07d803a5c88");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "662fea08-c053-4d08-8bfd-52a9535d2a50");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "66949d39-2393-438a-8828-db991d5ec6ee");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "67933f36-e03c-421f-9919-924f07f40708");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "6810c233-6326-4454-b6cc-a28334e0fa9d");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "68dcc7da-5150-4904-8921-d5db9853612f");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "690ae551-666b-47ff-8f30-81af4e0f5ee2");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "692eec26-bb83-4b8b-80c9-af8bdac40d6f");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "694e6556-2cfd-4a84-8ed3-b192fe3be6ed");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "69888344-be76-46f7-b71a-f20e53fd2a8a");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "69e54d31-67b0-491d-86b0-2b026a676b14");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "6a100e9b-adb8-4871-9cd7-a2a7e1100e89");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "6a63e5d5-c1da-4645-86f8-df24890344f6");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "6a6b5058-2ed2-4500-b0c9-7d8240526f9b");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "6a94991c-ea14-4927-ac72-154fa01f2fc8");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "6ad8789d-8627-41a5-b4be-28880e3a8b01");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "6b794388-2909-40e3-ac76-fc965e8a72db");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "6ba48b3a-c4fc-45bc-9736-4021028cc171");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "6bad41ba-58e8-4d1b-8132-ae3731e8fe4b");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "6badabfa-6f81-4176-9533-15355d64ae7e");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "6c954ef7-7db3-4166-99e4-a342560181a7");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "6ca57315-3a6e-4d33-9109-84cc1825071a");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "6cbe9f0f-8027-4ea7-a102-b6eb932a4a83");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "6cd26d67-3458-40b1-b8d2-f141c2f0d7d0");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "6cdb2391-abfc-448b-a098-be7255b442ec");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "6d0ca8ef-386d-4165-97aa-af561775d030");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "6d989375-b482-4016-95a4-1ace5b080aa5");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "6da34c7b-5520-48a5-b5fd-b558fd0fc016");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "6daf3ba3-cfdc-47bd-a2f7-dd5db6cb56c6");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "6e1c2916-29ee-4111-a8e1-0c57808f89fe");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "6e867718-08d4-4672-9104-83b834117758");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "6e92dc79-7435-46e4-8af5-b4f5dcf6dd49");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "6eec0916-b62e-44aa-aa34-1131afc4ef58");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "6f5742f8-4b13-4651-a0fe-5a89b019c37d");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "6fe3ec45-3372-448a-b249-f7294a36abc7");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "703c1629-bb7f-49b5-b228-34ff8bfdb0b7");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "7044d84c-3b1b-4802-a705-4a8b5a6534df");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "707bee48-5738-48d2-b46d-db86e98e6285");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "71190003-9eee-4511-9207-ea71a51754e2");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "716d1a16-e930-4fea-a065-5d5aa4b702c0");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "7178ec72-9a07-493a-ad9c-4498ae5fd982");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "71a1535d-30a5-4509-a17c-9dd4ecb33df9");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "7230f60d-685d-48a3-bd57-c2008683e2ca");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "7230f82a-043c-43bd-a716-679cf343c9a4");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "729a620c-9ef6-44d9-8596-34681d2a0e76");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "72f5fb8e-2dbe-4301-8dbf-8fad0dad3ab4");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "7302b9f1-e4d7-4aba-83b2-87b404550886");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "73053735-1826-4f75-a17a-f37f9426c3c1");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "73254328-98a2-4ea6-ab85-64093ca0e00e");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "73696a8c-7891-4c0e-a289-432ec7838282");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "736f53c1-b09d-423d-9214-d935ba1df0ed");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "74915b3d-cfee-4578-bd27-d692d3be3bc3");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "749e6eed-3fc5-4688-8ca0-2814d7762a6b");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "74aabc96-737d-4c0d-984b-45d36185ff74");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "74f0e30a-eabf-4b0c-be0a-3f31e662fba9");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "7528215c-17cd-4788-8946-cea5b2ee27d9");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "759b26a0-2a4b-49a0-8ee0-1b557febbb59");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "75a0b58d-25b8-4939-be44-96c436db52a4");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "75c66e1c-90f3-4c24-bc72-d40455e725cb");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "75dd7b6b-3a69-4e94-9d85-31751303edf9");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "764941ae-a793-426e-bb5a-f0689061d326");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "768ee1b2-6bdd-4ee9-8802-81ba15bb36bb");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "76bde353-d58a-49ea-afe5-bfb58ac1beef");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "76fc0f53-0818-4717-a061-1e63a2603b1b");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "76ff0663-5dec-4d75-b1ba-b260fd482d8c");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "77c1ad38-975e-4696-87b4-919098fa32ec");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "77db397a-94cd-40c1-94c2-7fbf49c53b88");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "7821d729-405e-4f12-97bb-efb470044851");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "7891afd8-fcfa-407d-a7ea-a6b73353ea32");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "78c8fdde-fcf9-4caa-bbfe-01485c770252");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "794a124b-df5c-43a7-9eeb-7aa43d533b02");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "796c96ca-98c3-439e-a9b4-9667559da872");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "79bae2cc-d470-4092-8705-9918cb033f53");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "79dac383-51ec-416d-8177-01cc480efccc");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "7a4c55ef-d64a-4da0-8c7d-f746c01a8539");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "7a4c82c0-c7a5-4662-9207-89aae18af0dd");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "7a5c882f-d8df-46ac-aeeb-337fdb06a194");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "7aa7144b-874f-434e-971d-743da0c94c48");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "7adee5eb-5c85-472e-b5c0-ee26605aad53");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "7af31c28-fbd5-42fe-be26-696af4ee2fb7");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "7af61997-232c-4104-bcba-af088f99ff46");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "7b06311a-5f39-4f50-ad7e-2a6838f5a66f");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "7b1613c6-84f4-44a4-aa8e-b93f76eb3bd3");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "7b2394c0-e86a-4717-9926-703c0cde7ad7");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "7b3aa0d1-ee97-47ed-ae80-b4a40021f10b");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "7ba525f6-890e-410f-aa66-6bd27d4d53cb");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "7bdc7417-cb3e-4362-affd-32bcc97bb327");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "7c450c40-fc21-4e29-a097-11d6a2f5feba");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "7c5b884d-8598-4504-b6ec-400867fb2b90");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "7cf6e071-52a9-4bd4-b219-c19f336ef5f4");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "7da63bc7-f7c4-4e8d-b4fb-391e64bcc78e");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "7de44d20-e5cb-4a76-8ca3-4662debd1aea");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "7deef1e1-3a1f-48bb-8ecc-c10f5cb4894a");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "7e24ef8b-f350-4b31-bd33-fa9f51049677");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "7e3d8b44-d134-418a-9188-c87a659be402");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "7e6d227f-b488-40c1-bf81-6c24ecb82fd3");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "7e7a73b9-abc4-45d2-b6fc-d53c21d55e94");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "7ebbac0e-1bba-4bfc-83cf-d7d5c13e9ac2");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "7ecae625-6ec6-409b-a532-17cef2a77c70");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "7ed4db77-f3fc-4262-bcea-a612e7c35a86");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "7f453522-eb2d-4b14-ab9c-bc73ca9bb7e5");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "7fae0375-82d8-467e-8a8d-124dd498f5f3");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "7fdf76b3-25a9-41ca-bbce-fe9c5cd7c66d");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "7fdffe69-0321-44aa-ab41-7b5f4b8df7c6");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "8001c183-1b1b-451b-8f60-cd3b26b4ea21");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "80b2b488-db73-4af7-98d4-241be0878900");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "80c4a081-7561-4a90-9b82-8495ba69c432");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "80d154b9-be4d-4f94-8d9e-f1a152839ed8");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "8118219f-db1e-4ee5-addf-87486a5880c7");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "81684851-6ac6-4e09-84b6-5e49db611660");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "81a98836-45c8-4617-8182-09a33a038d60");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "81c92f92-0289-4030-9e74-44fb0b1dbf43");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "81e60d20-3fcb-440e-ba9a-15bce4533b29");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "823bcd77-13c9-4c14-9265-8bc9c3cd9d0b");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "829272aa-064d-4b11-b1bb-7505ea948b4f");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "83166d36-cb1c-4d2f-8a7e-1dccaeaae65a");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "8355fafd-0138-4cb4-9ffa-78fa7286fe29");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "8363a7bd-4c7c-4e83-882b-33abb28eb900");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "83a6f9bb-8f69-4cb0-a7e2-1c49f21f869d");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "83f74402-195b-4ecf-bcc6-8184afdc7036");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "83f9efa2-e10f-490a-9777-6bc540ee1367");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "84135c21-7d3b-4eee-bccf-b8490cdecc5e");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "8420c269-8c52-4b2b-a2ef-dd985c987cae");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "84314c78-698c-41f4-a4f3-7b194c8af2fb");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "847661ba-f6c0-44e3-9b8e-f46baeb21252");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "84d42d38-77c8-4db1-8039-64fe74549d5e");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "84f78674-a2a3-42bf-8d32-5157cb71f115");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "85199961-b1d1-4a15-811c-a0d4d62f2f53");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "855eab3b-5776-4c67-aeea-c959a96477d5");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "85c6a96b-f5b2-45ec-8f2c-be827e191af2");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "85ea2969-28f4-4c55-b55c-5b4c45e4842f");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "86d7ca2d-ed1f-4911-b991-edc623795bac");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "87a9a4cf-3b9d-4549-8b9d-a7242072bf3a");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "87d4c3a0-5a31-4a23-a91b-bf6c496c3fb7");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "8816423c-909b-471f-8a82-d22a8ce39acb");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "8836b7bc-30df-4473-b29c-6dff85357250");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "883cdf42-a89c-46b5-80bf-0a6a9ef2c261");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "888ff62e-c515-4c9f-a493-cc2c503fc164");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "889bd0cb-8d7a-46a2-874f-fb0e24c0a2f3");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "88c3dafe-a73f-4202-bca8-e6ca4e56d541");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "8987ad34-de79-4da6-a22b-68b75e971941");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "8988c86c-25db-453a-9c5b-9accf6dd68b8");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "8a1eb9d7-e55b-4251-99f5-b7aec317335d");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "8a2c9d2e-d3b4-4966-a841-dc9fdfffde26");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "8a79252c-ad79-42ba-9f65-1e5b7224e4e1");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "8ab346eb-4538-43aa-ad09-7c0493be9d53");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "8ab6f624-5bf3-4396-81e1-375943fb4f87");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "8b05ac65-0b1d-4e38-acc4-ec28bad1479e");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "8b1de21c-654d-4bde-935d-ff536562e81d");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "8b43edbc-5a4e-406b-b805-cedff8657d28");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "8b5ff8ba-c80e-4050-abaf-d6a5b9201296");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "8b61059c-cd43-462e-aa79-83c93434a851");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "8b80dce7-612b-409e-82c8-c36c689dc427");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "8b9f611a-4b3f-4ec2-aea4-1744895ccba9");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "8baea712-8dda-4048-a2a2-8be5c84d9c01");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "8bdda5ba-4296-4694-b069-fb4581a7a694");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "8be64d9a-43b1-43bb-af5a-7a3b462b7c34");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "8c2b6ec0-9fd8-47ff-9422-d33351d169cd");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "8c5de919-fd7f-43f8-91bb-85f904a847b3");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "8c7d81bb-8c77-4b59-9b8f-047f71ccfa19");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "8d737199-5ccb-408b-a590-46a8734f1790");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "8d89b40d-4a2a-4fe1-b2ac-db253e7136f0");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "8eb03631-f99d-4a8f-a65f-bdd512349209");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "8ed71f03-2677-498d-a4ce-e914a9107031");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "8ee7f6d0-ea14-4959-ac1e-e7509e84ffe1");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "8f228fd7-673c-4c02-9d8f-ba89a2d6db5a");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "8f5fd43d-0ff7-4edc-a1e0-eaefad53a708");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "8f83ef39-3fe3-4829-a9be-8ba46afde014");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "8f9221fb-defd-492a-bcfd-095d399790c4");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "8fc4f554-10cb-4a45-a6e8-da72ab7a67fc");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "8ffed48b-b7a8-465d-97c4-cf685bdbe67c");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "9035ef8d-3136-41f5-91bb-aeef9349efe3");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "903bc123-6f82-4397-9c9d-1fa129f1bf62");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "90579a55-c88c-42ed-8fb5-ba1abff16f76");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "90a16810-64dc-4a95-8e7d-fa5d9b413f45");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "90c3d277-4747-4b23-b12d-4f121dd1d501");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "90c9fd85-8cc4-46d1-8833-5162eb3f4211");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "9155ff64-8a84-46ff-bbce-4bce4abcdd93");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "9183eb61-82d3-427a-ba9d-055948a7613b");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "919056b3-5f77-4990-a329-402797f429f0");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "91d56f5a-e94f-4cdd-bfde-70657214928f");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "936d6f0e-23ad-409b-8423-2fa1bf956e55");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "938a9926-3db1-4963-a2b5-a6b8d2ba2cb8");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "93a75813-6fe0-4e07-9977-d142c8117a07");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "93fdc3e6-cd8d-4ce2-b6a4-c39b04281cda");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "9402219d-301b-4115-b475-5af634502125");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "945d1508-2158-4970-9a49-e7f8ff353498");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "94f5934f-d562-4f57-8aa3-f0e9e0869a7a");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "95a14855-841a-4c0e-a5ce-9bdf4ac0408a");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "95d4469a-06d8-4a65-8edb-375eddb82b80");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "95e4571b-a6c3-43de-bffc-192daa2f5110");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "95f5d251-bb3c-4300-93c3-64e9b382cf82");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "9603b22e-fa4d-4ce4-85f3-507e1d787142");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "961b0692-547a-4f30-b7ff-3131a8c6fc22");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "965f3a17-bfb3-4f81-8155-f11126f8264d");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "96dd85c5-87b5-4788-82bb-df81889d1ceb");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "96df44af-3bec-4643-aab5-a66f75ab348b");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "98ab884f-1102-4eff-9921-37286328e3db");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "990fc136-c7fd-46b7-8afc-ca2b85ce2c09");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "99a55961-15e7-4f00-a14c-75b66a2fbb92");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "99e1176b-a3bc-4df1-aae9-0bd7b6207b90");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "9a32286c-b50a-4d1b-a93c-bd8e3f365221");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "9aa23587-cad7-4826-aff6-959ef95e5976");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "9b199d98-9e85-46ed-b32a-7bd8d6795ab6");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "9bdd5363-aa2e-4a4a-b995-56b737fadc09");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "9c2b5a9e-41f6-481a-bd6f-f09cc2ec80a4");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "9c6ebd19-2ec7-416b-97e7-382999fb3f5f");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "9c6f563f-04d0-4058-9c98-52c1351adb03");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "9c81424c-0f36-451f-ae86-dfd0c7462d6f");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "9c9011c8-6001-430c-861e-b5cb30db231d");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "9cb83783-0fd4-44cf-a760-3ffbc639576d");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "9cba5c79-c0bc-4d50-aa21-40a36c0509a3");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "9cf684fa-e0a4-48e5-851c-0279d30d618f");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "9d10ad6d-ac43-4fcb-80a0-24f7e06781b5");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "9d1b5b04-e624-49f5-b897-4fa708d8b9b8");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "9da09c81-d091-4d0f-9d5a-4e370ff2cb0a");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "9dcaddd4-90ec-4b67-b967-133baa0027cb");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "9e3e7d48-b345-4aa2-abee-7a355f37dcdf");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "9f34a9f8-7777-46bc-8fa8-3db6355d1f13");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "9f42dab5-3a76-4ad3-ab09-d27602f2a434");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "a08abc32-4546-421e-9e77-551a8b9f7268");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "a0dc8945-0c6b-49db-a651-2cef84cc8cfe");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "a0e75696-d198-4bf8-b1a0-b1be5fcdc450");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "a11d1968-3eb6-4a2f-b510-8a899c5e1b83");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "a1df0519-1ae4-41c9-97d2-81d218f5260a");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "a1f175d8-5900-48b0-ae04-bc060ad747f1");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "a1f33ef8-a5e0-4a50-ac10-4d4f3acd084f");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "a2221bff-6673-459b-967e-2e8607be24e4");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "a29bde83-aa60-4319-9a2e-2132006334d1");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "a2c0b4dc-6632-4754-b83c-aabad1ed1485");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "a3435072-fe92-4883-afd0-77f80956705d");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "a3581a4b-5523-45f5-b7e5-90bd3488f2a1");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "a38a01b9-9824-4894-afee-0d4b45f5b822");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "a38f38b5-4b76-4c8e-8fed-528ace0536c7");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "a3b37402-5b25-4289-b206-cee777c8aaed");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "a3cab9b3-f798-47d9-8edb-ad0fcd2119d6");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "a3de9dc1-f49d-4601-86ba-c8497089f1fc");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "a3ed3c9c-f41f-4aeb-98ed-2e086395a928");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "a428e58b-e09b-42bc-9bad-779021d8a622");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "a48d61d9-071a-4321-81ce-5a840b24b910");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "a4a57f6c-303b-4169-bb7e-7838503d8925");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "a5004b17-1665-47d8-bd1d-669e69b726a5");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "a6ca561e-95b0-42f2-aecf-612e678faeef");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "a71963c4-80e6-4177-bad6-f92a10e25fee");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "a74311d1-34c4-44bf-8718-62fa0563a860");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "a7594523-4f04-4bd1-a943-f32b87121167");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "a76732fb-ef46-43a8-8c14-061fa808d6d9");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "a7919f19-26de-475f-81ab-39eeb6385961");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "a7dbe6b1-0499-4c90-a3c4-202eb1d07a71");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "a8019f28-7ffa-413b-8a2f-b4b7a6ec608b");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "a828a5eb-1dea-4652-85a5-0b0134bcb579");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "a83d0126-88db-41c8-8d3c-55270b6a40d2");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "a8434699-99c7-4a28-aab7-6c5b70f5fc79");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "a87eef21-b330-4f25-8539-22bfae66e488");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "a8959b20-4bf6-4c7a-b412-d0b7190e5918");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "a8b3e6cc-9349-4ba5-95c3-c22a5d69f0b1");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "a8da4ed5-b4ad-4eea-9590-defa094f83eb");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "aa4c9cb9-334c-4fd2-8948-7ac33a891ecc");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "aa5d85f6-04ad-4bb8-b593-f9f6abf8ec4b");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "aac6a3ea-a1a6-430c-b579-9dd4c8fa5887");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "ab0c943f-3bdd-453c-8309-09e2790463fb");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "ab22c7cd-0017-47d9-ae33-28962905a4c3");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "abcb0e7f-d144-498e-9167-c257248c2896");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "abe4c674-e351-441c-a8fc-ea3bd5e737b9");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "ac6855f3-be04-4271-92ae-3b5972a6761f");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "ac6af482-f3c2-4f3e-b242-19daaf086f16");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "ad1be196-24c9-4612-ac39-b0733265fda6");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "ad804064-1961-432a-8502-8d7f025ab83d");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "ad8ab266-99b9-4f49-ab75-4238bc0c69fd");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "ae0b5d28-4837-4afe-ae6f-063d249d4e12");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "ae17ed7b-1520-4ed8-923c-fc8ab1ce511f");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "aea2e393-3c67-4317-91d3-af2809aa655e");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "aed2ad83-53d0-4a96-8ef0-ed22d24261a4");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "aede0ca7-0e36-409d-b1fa-dda26210ed8b");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "aef701b4-3a8d-45ab-8d8b-73c733d43d8f");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "af242e3d-50c3-478d-9f41-87e494a6886d");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "af409c1b-935f-4a2f-82d8-25a701c74c1c");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "afbf4a35-0ec2-41e7-bde9-ff1a8c4dddbd");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "aff0f9f7-00e8-4a06-a893-beff5c93ab01");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "b0b078dd-7638-4e75-92ad-379c0452284f");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "b27acb0f-6455-4ac9-bbac-17683208697e");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "b333f249-8bd4-4f1b-b4b9-8cadcb600dd6");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "b3667561-dc28-4453-b547-052a745b5dea");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "b3874d9c-e250-40e4-a3ce-6a6a5f650032");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "b3ac5c12-c17e-49ce-9af6-d0be5494e3d0");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "b3fd2272-6d63-44bd-beab-17971a2da4d4");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "b40bbb7c-e0b1-4cd6-8e32-5efed2b26410");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "b4391c8b-898d-4bda-8a78-82e88fae0fe5");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "b49fcc99-8813-47ed-9c24-52182545d1d4");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "b4cd04f7-a0c7-46d7-9bc6-8f974555b599");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "b4d7d5e2-ab71-464c-9e5e-68b5f1cd46dc");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "b4f2a932-3c08-405e-9c37-18f1cfff8962");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "b5528af5-f9dc-4ca5-83c0-f0351f879341");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "b5767261-52fa-464d-81a9-6acd476f5a7e");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "b6553659-4607-42f6-bd4c-f6733add59e7");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "b6639669-5932-4b8b-a289-10d68aa41870");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "b6f43d8b-0394-49fb-a964-de7577bc08b2");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "b73b7cad-91bc-40c2-9db0-3885abbdbc5d");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "b740daa0-8863-43af-b2c3-87ce00ba673d");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "b7f19a8a-1652-45a2-9ad8-4d1e3c147d78");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "b813f6ad-3923-45c2-a164-bffc80be3d0a");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "b82bb034-b4c6-4bca-a336-c121e09b9019");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "b87729dd-51ec-41fb-8ebf-8ac09c99c00e");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "b8accb19-09bd-4466-8b4a-da1012d51d75");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "b8bcd8a2-410e-4c70-8525-b740fd2aeee7");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "b8bf47be-a440-43e4-b7a9-44c0abce9ffa");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "b98dce88-f463-407b-9547-563438f96e64");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "b9b3b11c-f8b9-4c0f-8c6e-0d36e88ebf53");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "ba05bb06-c919-42c4-84ec-6b5d2a3c121f");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "ba090573-30ac-44f5-a98a-102f13e6ce4f");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "ba0c5b65-989d-498b-8778-7e3d2a01eb65");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "ba1d1041-5023-4bee-83a1-c6c808f3abbc");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "bac2de59-b1bc-4584-864a-55e7bdade947");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "bba2e021-c44b-4785-8f96-dff0effa1946");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "bbd81c4e-476f-4cf1-8c9f-e03de2c209e2");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "bc6f5046-532d-4dc0-8581-111d4d7e0bbe");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "bc77e5df-3e5c-47ec-919d-5db96268155e");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "bca55c2d-d7ef-4e0f-adf0-71b06b1adc07");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "bd2f11a0-1863-41ab-86a3-380eb69e06cd");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "bdaf7c83-026f-40c5-83d0-65124900afd1");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "be6eea58-205c-4cbb-ad79-79a7729a1a55");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "beef27fd-16ae-4530-9b91-84774dd63232");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "bef663f9-7fd3-4133-95ac-23c25f9557b2");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "bf66b6c7-e4f8-44cf-8d18-a3a9a295fbe7");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "bf768055-371b-41e0-83dc-68467114f5e5");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "c033e1a0-332b-4827-9832-23daba782980");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "c0409858-2982-44e2-9cbe-1b6e23d7acb2");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "c07bfe52-2a18-4967-9641-6684959a3e0c");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "c0ff8d73-eb6d-4da1-b700-4611fa6d2262");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "c12838ea-5313-4b80-8598-bce69b3145f1");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "c14345fd-54b7-47e2-a80f-9d376cd4e8e4");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "c1fd3922-9840-40a5-b223-4623ff03d00c");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "c28870a7-d4df-4fbd-b770-f7f5b6df0b07");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "c28a621b-a218-4806-a72e-1b9af242eb3e");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "c31797ab-26ca-483a-9bde-339cdb3b1615");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "c3530b62-b3ee-4059-9af3-c111fb5d9dd8");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "c377e514-37e1-41dd-a456-f92361cfb925");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "c3b81456-81be-4095-93fd-a518fec6b8a7");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "c5243afa-26e9-45f5-8c15-15966af738a7");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "c6ff9c3f-67c9-47bc-9f27-f9e7f9d8bc8d");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "c71730fc-76dc-4459-980e-437577f57896");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "c71a7952-9e8c-4cd5-87ce-5ca786e7c195");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "c7f171ff-4847-4687-aa14-3a5ec5adb9f8");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "c8100ab1-f76c-43e7-98c5-f26cb2cfef2c");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "c824f9ed-a023-483c-98bc-f3838272f27a");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "c8606666-2557-4cc4-b1e4-1ee8dec06821");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "c89adf3a-bc04-4c6a-a77b-995ed98411cf");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "c8f93b5a-911b-4a4e-adab-76097d2a86b5");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "c98acb53-41a7-4fc5-b0b1-a4356081413a");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "c9c710ae-421d-4198-88e0-224d9011c6b8");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "ca1a8024-6494-4932-aacc-21367112a79c");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "cab97142-4828-4c00-b370-c6088306b52d");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "caca1c12-a41b-43d2-90fd-565c0f5facb7");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "cb6bc050-5f17-4a04-8167-b0c47c1a683d");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "cc35117b-3769-499b-9549-aad35137969e");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "cc99e08c-887e-451c-8435-116adc308043");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "cd3b5c0f-0b89-4112-a730-fb1123c13e07");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "cd920f76-179c-44aa-8b83-20fbb5eecbfe");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "ce8991fa-602c-44e3-80a5-7135f2d3e3d2");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "cea7091e-21d8-4f0d-87da-246fe2a6ba6c");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "ceac7723-976e-46db-b762-902ce716c407");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "cf697095-07da-4816-b7a1-db3e3effd508");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "cfa0658b-3a24-4244-a3ac-3c300aac2990");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "cfe3d861-2029-4a1a-b9ba-61a56af67547");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "d0035e7c-42e9-430e-a1fa-8f2a81bca3b1");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "d0889c31-4afd-44a3-b84a-27dd71b586a5");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "d08c0c26-3a0c-4d86-8e7b-3319da15aa82");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "d137a2c6-fabc-4b94-abe1-bcbf6c2999be");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "d1896704-d975-4a2a-9534-f94449a07733");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "d1bee665-0716-4e2d-ae61-ee1a6db190ea");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "d28b1f44-fec4-42de-8785-a6585ff3091a");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "d2a7857d-8d8e-46fc-9d5e-6dab6715b5aa");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "d2ecdefd-ce50-403f-be4f-aaf5d17f13fe");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "d316440e-9db7-4199-814c-9b195ab26f76");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "d317a4e8-375f-4965-bc53-7467e1820d30");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "d3889069-9cfa-4c00-90c2-87575c374ece");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "d39053a0-ce04-49ac-99d9-c02f64860feb");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "d3addadc-fd99-4ca8-a799-131097e3f5a5");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "d3bedced-ec8c-4820-9761-0bfcd4036b07");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "d3f4b387-5d2d-44d0-bf0b-e6b228d1e575");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "d41c34ae-1198-4b0e-bdc3-c9e7d326903e");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "d4451125-ac04-484a-ad00-48ef1933e9d8");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "d48c0822-38c6-4d7a-8f94-3bd503ef6975");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "d4bd2041-912f-4b00-a90f-141f5c59f287");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "d4e7b73c-2cc8-4b6c-bd1b-8e0cdf981521");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "d4ee1d73-cf20-475e-a349-62b933e1bd41");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "d50ec343-8e8a-47f1-9812-0fb0e38f90ab");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "d56a91ce-1182-4ddf-94bf-e58b84794afc");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "d583a45f-d93d-4441-9eed-8de38343d0c1");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "d5cdd3e3-c8f5-4d68-b138-436a3f763cef");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "d6172e3c-4cca-4e0a-b072-7ba7b14cefdb");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "d709f80b-4238-4af3-883d-c1e5b6bf084c");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "d764dc56-e9a5-47cc-a272-5ac86ca01e6e");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "d7d2307f-5b10-4085-a876-c9776873ee6e");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "d83c38a7-af9e-48fc-8bbf-4dd0fbae8361");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "d8839277-676d-48fc-80c2-931655c330fb");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "d8a446dc-5f41-4836-aedd-07cefff6a435");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "d8c96c44-bdc0-4f11-9622-be4fde7d0043");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "d8d80e8f-4ed7-4b86-aa0d-7fdfef1a91f3");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "d8e87a3a-a49e-4fad-ae09-b36518cc2191");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "d8fd32f3-ad29-4515-aeeb-7e43234d0e20");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "d9b70809-28f2-4949-9e7a-f2a846fba499");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "d9d927dd-6e49-4580-8f17-0c3bbf6f4072");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "d9f9d272-dfce-4763-9658-9c56d6e484ee");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "da1b9000-8145-464c-abbf-4108759e8ac0");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "da60fad6-b99e-4cd0-8c56-6fa6d531dbbf");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "db9605ae-0d66-4029-b718-d5b12c0cd4b4");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "dc19957a-b1c2-4055-9f3b-bcc78b2c03b2");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "dd02acc1-2fb4-4fe4-aefd-dfc37c862117");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "dd45eed7-296b-468e-8823-48efa533bd68");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "dd6b5084-54aa-4a4e-b2c5-cc4bfad741b1");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "dd7ef828-08a7-44cc-bdee-8c893ec7c201");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "ddd815d2-f5f0-432f-b8f3-50aef75dbf07");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "ddfe4f05-db6e-4776-8aa6-f16e6a717aee");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "deaf1388-611e-41df-88fe-10f608ad6ce8");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "df51f807-d141-4d03-afaa-200b8e9b8262");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "df5d3342-5016-498b-a66a-02e1b2b5c8da");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "e05c1f4c-cfed-4b1c-96e2-a42572ae0bb2");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "e093fcae-14f4-4999-bae6-dbe30f4368a9");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "e0c3835f-e986-4d6e-af68-cf361c350574");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "e125913c-631b-4db2-aa71-32bce82c5f63");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "e1286bb1-f1be-4e03-a069-6534dfb82760");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "e2af5ade-1b1e-44fc-bf91-c567efabc5d1");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "e2fcdcfa-3fde-4ad0-9b29-f3b983338b80");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "e36524ee-629e-4797-8960-2560e7f6f08d");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "e380007a-36f2-411f-88d3-bc9b67b24c4c");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "e38a51e5-a3dc-4df3-a8f3-f153dfb5eb8b");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "e3981d6d-281c-4b4b-9a75-2a3f7c64bd22");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "e41972cc-a368-42b7-b3f8-47049ea2b06c");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "e458b861-8071-4159-ba0a-cc87d36fc98b");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "e4756ab3-a314-45e4-94fe-9910247de50a");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "e5171bb2-0c47-4e62-8e44-1758fb835586");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "e54fadd8-aa05-43d5-a445-b604bb60e78a");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "e572f6c7-eb9f-446d-8e59-70bc8ccb67b2");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "e58c25e1-3487-4f3e-ae26-39567c5565c1");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "e600b326-eb6d-4ea9-bdfc-26eb3456331c");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "e61f9345-638e-4752-aa82-7f8bf5d1878d");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "e62393d7-26e4-471f-987c-76b7f6193a13");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "e653fc1c-2e0a-46a9-90c4-1c46b3362368");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "e670deb6-88b1-4f79-b15b-ce6e1919a63d");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "e6b2c538-ffbb-41df-b6e8-0c8e45cd697d");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "e6e85846-3fc6-47d4-9469-85010fb78f44");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "e70d72bc-d64d-4b69-b902-4018ae6d2c99");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "e9542a39-4c1f-45d2-b6eb-e8b23ae78437");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "e95f2279-c149-432c-a394-5ca7ab7cbebe");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "e95f8f22-fc7d-4984-8202-b69c68c0bf6b");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "eae5409b-dbff-4039-9a1a-c672e1165af3");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "eb0085ce-a637-4781-bc51-e8a82a7d0e9d");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "eb1d0928-2d86-4ec0-9185-327c41d4e546");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "ebb35833-3119-4ef0-a02d-af3dfa4f44de");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "eca41407-c9a0-48ea-97de-6d5987d00e6c");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "ecd58e97-5920-4938-9535-f0908fb0d31b");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "ece5c0fb-d302-4c5f-bd5e-e6b90c3679dd");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "ed07b5a9-ac28-488b-8203-2ce2274a7fb0");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "ed8132a4-d636-484e-a8eb-223327f7ce75");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "edb8a35a-10ae-46f4-a277-360bf3d55849");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "edc46a17-da17-4f86-b020-574c8da17806");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "edf3402d-dea4-4efb-a2ed-3269c72e2cf0");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "ee2d41f5-d1b2-41c3-9b94-4adba8f3d1bb");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "ee5ab27f-4a70-4b00-91e1-6a2baa12fef3");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "eea8451e-39ce-4144-b9fa-df3ef723f085");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "eeb66753-5381-4b81-81cd-5aee888ea0f9");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "ef754787-0ec3-4df5-977f-48b5197d6793");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "ef881d00-af76-47fa-833a-568afa20bf80");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "efb5c7e0-659b-4ab0-a51d-56bd966cff00");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "f0c1dad0-9d5c-46d4-84c4-df97727260fa");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "f0cc04b8-5d64-44a0-b3df-36f4ab0dd9e5");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "f18754b5-1ed1-4b70-af4d-6f1ee0020055");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "f1bc8845-bbf9-4375-b762-fd95868f47bd");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "f1c065ac-f777-4d8b-b5bb-462f078ead1a");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "f1c9d2f6-b44e-4dc9-90c2-2c530f293a1e");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "f26f9fcd-09db-4e3c-baf7-1109aa570c89");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "f2ae9cef-568a-494d-9231-1428289f80ad");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "f2de6875-d24f-4ca1-84fc-c0b0c078a9b7");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "f2f56c23-8509-4582-b1a1-95ca2ac76cdf");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "f30e7326-a874-4c50-84cd-594f6da1aed5");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "f323cdd9-2b9d-4952-b18c-fecf49673658");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "f32c7e66-61d6-49b2-bb5d-c770aa628549");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "f36ed69f-7f3b-4317-88b9-d09d313e713e");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "f3c458a0-2e49-4c82-928b-0518577becb0");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "f4f6339e-00d3-49b7-9d18-c40baa120ca3");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "f525b7d8-1c0e-4939-9a96-ccdce5cf1f73");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "f55ba0bb-9bd7-4dc9-b29c-fb22f0862025");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "f581ddb0-e367-4f6c-8add-cc538a731a16");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "f5be2b34-4495-40f7-b9c5-adb9763f66b5");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "f5c25133-1d5b-4ec6-a535-55a52ae783d2");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "f62a8b7c-842f-4b7b-88e4-e3b85e67c007");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "f67f733b-2660-41af-8486-2de5fa6d6384");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "f6850aab-5fd2-4267-933b-9e069c5d8e13");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "f6bbf17e-39da-4966-8907-1eaa1b7503ee");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "f72bb4ee-1f19-4337-a2ae-31dc2736c4e4");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "f77bdbff-bebf-4bbd-a0af-ba5a7602b38b");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "f7a128ec-f1be-4b36-84ff-475a337ec96b");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "f7f4732c-cac8-450d-bcaa-f570d54214a2");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "f80c28cc-5e64-493d-8948-96ffd9305df1");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "f85faee2-d43e-417a-8b3f-26b3628afd5f");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "f8babd62-23b9-46cb-9723-8b6468de5363");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "f930e3ed-9abc-402f-a67f-3cf04764f76b");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "f942f7f2-890c-400f-90bd-9e14b929e34a");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "f9912b8a-61cb-407d-a2a2-4a4572bde1aa");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "f9c4053f-e9f0-491c-aaa8-021c1c320b30");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "f9f04ecb-2ae8-4f88-98d5-2da6215be7ea");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "fa2c1b3c-c0d2-4294-9e94-aebed7331c48");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "fa7e947c-d88d-47c6-bb70-768fa9bad698");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "faa598f3-e9a1-4dcd-a175-70c48d165fb8");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "faf6b4d2-194f-4dd9-a5e0-cadc76af3ca2");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "fb446d4c-5c69-4d41-b512-004b67084b78");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "fb5319f5-d746-475a-87f6-3ff0e6a5a0ee");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "fb5d0d73-8c9b-41a2-9202-7aff6ce497b0");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "fb62fcff-db4a-4e88-869e-45ebc715bf6d");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "fb858e28-4ba6-4e80-ba75-39ffbc2dab2d");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "fcb6e691-e3b2-480a-ad91-6f9585f20513");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "fcc787dd-44d7-48e0-b796-347fd0904795");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "fd0f3122-b55e-4804-83ac-39174c042454");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "fd55ca86-88ce-4e1a-8618-8953cb690452");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "fd89f871-e019-4cd1-962e-845f93e6c060");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "fdb115d0-8229-48a5-8b90-7dbef378dd98");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "fe04523a-a741-4c51-ae57-2c7aa8593831");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "fe73e79e-df6e-49ef-8e10-1c07f7e5bbd0");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "fe90d7d6-51c3-4178-8ee0-acebf18f6227");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "feac6e1f-d600-4c40-967a-ca85e09e1998");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "feb39dc8-4462-4313-ab1b-2d3c7b32ebe2");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "ff1f5540-ed71-42ee-965f-59dfe78be64a");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "ff3a4619-8c4e-41b7-a3ca-5903c2b29d06");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "ff792094-7286-4e85-9335-ca04cddbc4de");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "ff7cf6c1-c73b-40ea-98c3-abe116c269ed");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "ff8909f8-eddf-44c3-ba96-1945871c6a4f");

            migrationBuilder.DeleteData(
                table: "DeliveryOffices",
                keyColumn: "Id",
                keyValue: "ffab6c7b-2d1a-448d-a8d3-5e32e2886257");

            migrationBuilder.UpdateData(
                table: "AspNetUsers",
                keyColumn: "Id",
                keyValue: "03ef4003-e7c0-3a14-9f7a-3c7e7as25gd3",
                columns: new[] { "ConcurrencyStamp", "PasswordHash", "SecurityStamp" },
                values: new object[] { "c4935f16-342a-4e84-bd99-1a13401476e3", "AQAAAAIAAYagAAAAEIftyruIZXopFr7cyiBOE/W3s6s7TBHSt0EN+SccpYXjr4WIcCNU6V+o6jiV3tcMpQ==", "7728d25f-13e4-4f20-a310-dd8329c47dba" });

            migrationBuilder.UpdateData(
                table: "AspNetUsers",
                keyColumn: "Id",
                keyValue: "hdef4003-e7cp-3e14-wk7a-3ci37aso5gd3",
                columns: new[] { "ConcurrencyStamp", "PasswordHash", "SecurityStamp" },
                values: new object[] { "5e44d012-499b-4e24-a7c6-4a527659243e", "AQAAAAIAAYagAAAAEHYkAXXmt8lulmmGeIWHf/4ZZ0AJEPvmCAJTPUbEUyprlHwknc/Y2kMmfFtl+Op88g==", "417ad52a-ee5e-4291-b465-bc8a58a9df23" });
        }
    }
}
